-1
8
Indicators=0
WaitEnter=1
   Добро пожаловать на обучение основам пилотирования.
 Эта серия тренингов предоставит вам подробные инструкции 
о том, как контролировать свой космический корабль,
управлять системами корабля, навигацией,строительством торговать и 
использовать оружие. Вы можете пропустить любую стадию 
обучения, нажав клавишу "Enter". Вы также можете вернуться к
предыдущей стадии обучения, нажав "Alt-Enter".

-2
9
Indicators=0
WaitEnter=1
  Вначале нашего курса мы рассмотрим основы полета.
 По умолчанию, управление полетом будет осуществляться мышью, 
если не обнаружен джойстик или геймпад. Вы можете изменить
настройки управления в соответствии с вашими предпочтениями 
в меню "Настройки". 
 Для мыши, вы можете выбрать режим указателя ("Mouse Point")
или режим направления ("Mouse Direction").
 Режим указателя позволит вам контролировать ваш корабль
визуальным маркером на экране и взаимодействовать
с интерфейсом. 
 Режим направления позволит вам контролировать направление
полета своего корабля перемещением мыши.

-3
12
Indicators=2
IndSide1=2
IndPosX1=440
IndPosY1=288
IndTimA1=15500
IndTimB1=20000
IndRows1=1
IndSide2=2
IndPosX2=440
IndPosY2=275
IndTimA2=20000
IndTimB2=24000
IndRows2=1
WaitEnter=0
  Давайте начнем с управления скоростью. 
 Если вы используете мышь для управления полетом, то вы
можете использовать колесо прокрутки для регулировки скорости
или клавиши от 1 до 0 для установки мощности двигателя в процентах.
 Клавиши + и - или W и S тоже могут быть использованы
для управления скоростью.
 Вы заметите, что индикатор "Vel." будет отображать выбранный
уровень скорости. 
 А сейчас повысьте скорость до максимума. 

-4
4
Indicators=0
WaitEnter=0
  Хорошо, теперь снизьте скорость до 0. 
 Если вы используете мышь или клавиатуру, вы можете нажать 
клавишу "Backspace" для немедленного сброса скорости до нуля.

-5
8
Indicators=1
IndSide1=2
IndPosX1=140
IndPosY1=387
IndTimA1=7500
IndTimB1=20000
IndRows1=1
WaitEnter=0
  В дополнении к регулированию  скоростного уровня в
положительном диапазоне, система управления полетом также включает в себя
способность выбора движения задом.  
Индикатор '+'на дисплее в левом нижнем углу панели, означает что судно будет 
двигаться только в перед, чтобы активировать движение реверсом "R" движение корабля вперед и назад, 
нажмите правую клавишу SHIFT для переключения с режима"+" на режим реверсивного движения "R".

-6
15
Indicators=0
WaitEnter=0
  В режиме полного диапазона, установка в среднее
положение будет означать нулевую скорость, меньшее -
отрицательную, а положение выше положительную. Отдельные
элементы управления позволяют вам установить скорость
в любую позицию от самой малой до самой большой. Вы можете
выключить режим полного диапазона скорости, если хотите
сделать это сейчас, нажмите правый SHIFT ещё раз. В
дополнение к вашему главному двигателю, ваш корабль имеет
серию ускорителей в различных точках корпуса.
Эти ускорители автоматически контролируются вашим бортовым
компьютером и помогают кораблю компенсировать боковое смещение
по всем направлениям. Но вы можете также вручную запускать
ускорители для поворота вашего корабля и совершения
маневров. Используйте свое текущее устройство управления для
рыскания влево и вправо.

-7
1
Indicators=0
WaitEnter=0
  А теперь вверх и вниз.

-8
3
Indicators=0
WaitEnter=0
  Хорошо. Последний элемент управления - это вращение. Для мыши
и клавиатуры по умолчанию используются клавиши Q и E для
вращения влево и вправо. Теперь попробуйте вращение.

-9
10
Indicators=0
WaitEnter=0
  В дополнение к вращению и контролю скорости, вы можете
также выполнять боковые смещения с помощью активации 
горизонтальных или вертикальных ускорителей. 
По умолчанию за включение и выключение этих ускорителей
отвечают кнопки A и D для горизонтального смещения и
кнопки Z и X для смещения корабля по вертикали.
Вы также можете назначить для горизонтального и вертикального
смещения другой способ управления, если на вашем игровом
устройстве достаточно поддерживаемых элементов управления. 
А сейчас попробуйте горизонтально и вертикальное смещение.

-10
8
Indicators=0
WaitEnter=0
  Чем дольше включен ускоритель, тем быстрее вы будете
двигаться в противоположном направлении. Когда вы
выключаете его, ваш компьютер автоматически включает 
противоположные ускорители, чтобы компенсировать все 
боковые смещения. Снова попробуйте смещение вверх и вниз
используя вертикальные ускорители. Напоминаем, что по
умолчанию это кнопки Z и X, позволяющие управлять
вертикальными ускорителями.

-11
15
Indicators=1
IndSide1=1
IndPosX1=40
IndPosY1=395
IndTimA1=28000
IndTimB1=40000
IndRows1=1
WaitEnter=0
  Отлично. Мастера космических полетов часто использую 
эффект инерции. Инерциально демпферная система (IDS)
позволяет бортовому компьютеру автоматически запускать 
ускорители, чтобы поддерживать прямолинейное движение 
заданной плоскости и компенсировать боковое смещение. 
Когда вы меняете направление полета, компьютер с помощью IDS
компенсирует все боковые сдвиги, чтобы держать новый курс.
Если вы хотите обойти эту систему и двигаться в выбранном
направлении, а не в ту сторону куда развернут нос корабля, 
отключите IDS, по умолчанию кнопка 'Пробел'. Надпись 'INERTIAL' 
появится на дисплее статуса, если IDS выключена. 
Теперь попробуйте разогнаться, а затем отключите систему
IDS, когда система будет отключена, попробуйте развернуться, 
вы увидите, что куда бы вы не повернулись, корабль идёт в
направлении разгона до отключения IDS.

-12
2
Indicators=0
WaitEnter=0
  Теперь снова включите IDS, чтобы возобновить
автоматический контроль ускорителей.

-13
14
Indicators=1
IndSide1=2
IndPosX1=130
IndPosY1=388
IndTimA1=5000
IndTimB1=40000
IndRows1=1
WaitEnter=0
  Система IDS также поддерживает масштабирование скорости.
Всего есть 9 уровней. которые вы можете выбрать, а 
текущий показан на дисплее справа от IDS индикатора на 
нижнем левом дисплее рубки. X1 это уровень по умолчанию, 
он предоставляет самый малый диапазон регулировки скорости,
он хорош для ситуаций, когда нужно маневрировать, например
в бою и при стыковке. X9 это высший уровень, он даёт самый
широкий диапазон скоростей, однако при таком разгоне
кораблю будет сложно менять курс, так как при поворотах будет
сильное смещение. Попробуйте увеличить уровень IDS, по 
умолчанию используется кнопка Numpad 9, после измените
скорость, увидите как уровень IDS влияет на диапазон
скорости корабля. Верните уровень IDS в режим X1, когда
закончите проверку, по умолчанию это кнопка Numpad 7.

-14
9
Indicators=0
WaitEnter=0
  У вашего корабля также есть система форсажа, которая 
дает большое ускорение для вашего главного двигателя.
При использовании форсажа корабль потребляет намного
больше топлива, однако это весьма полезно в бою, особенно,
если вы вынуждены спасаться бегством. Для включения форсажа
нажмите и держите кнопку TAB. Теперь попробуйте форсаж.
Его использование позволяет разогнаться до скорости в два
раза выше максимальной крейсерской скорости корабля. Теперь
отпустите кнопку, чтобы выключить форсаж.

-15
3
Indicators=0
WaitEnter=1
  Это завершает раздел "Основы управления полетом"
Следующий раздел, который мы рассмотрим, включает
дисплей рубки и HUD.

-16
16
Indicators=7
IndSide1=1
IndPosX1=200
IndPosY1=165
IndTimA1=11000
IndTimB1=12000
IndRows1=1
IndSide2=2
IndPosX2=440
IndPosY2=165
IndTimA2=12000
IndTimB2=13000
IndRows2=1
IndSide3=1
IndPosX3=200
IndPosY3=278
IndTimA3=13000
IndTimB3=14000
IndRows3=1
IndSide4=1
IndPosX4=200
IndPosY4=288
IndTimA4=14000
IndTimB4=15000
IndRows4=1
IndSide5=2
IndPosX5=440
IndPosY5=283
IndTimA5=15000
IndTimB5=16000
IndRows5=1
IndSide6=2
IndPosX6=300
IndPosY6=140
IndTimA6=25000
IndTimB6=27500
IndRows6=1
IndSide7=2
IndPosX7=400
IndPosY7=140
IndTimA7=27500
IndTimB7=30000
IndRows7=1
WaitEnter=0
  Информация об окружении, статусе и боевая информация
выводится на дисплей шлема пилота как HUD и на
три дисплея рубки. По умолчанию это полный режим, указанный
как режим 2, HUD включает показания гравитации, высоты, 
оружейные батареи, повреждения корпуса, рядом с прицелом,
посередине, показана скорость. HUD режим два, также включает
шкалу скорости и шкалу тангажа, помогающие определить скорость
и боковое смещение корабля.
Режим ведения огня и статус IDS также отображаются рядом
с прицелом. HUD при желании можно выключить или включить
упрощенный режим отображения, указанный как режим 1, в этом
режиме отключены индикаторы, размещенные вокруг прицела, 
также как и шкала скорости и тангажа.
Попробуйте переключиться между двумя режимами HUD, назначенная
для этого кнопка по умолчанию - H. Когда ознакомитесь с режимами,
верните HUD в режим 2.

-17
8
Indicators=1
IndSide1=2
IndPosX1=440
IndPosY1=278
IndTimA1=7000
IndTimB1=22000
IndRows1=2
WaitEnter=1
  Во втором режиме, информация о скорости представлена
пятью позициями вокруг прицела. В середине HUD - скорость.
В нижнем правом углу прицела находятся индикаторы FLV и
текущей скорости SET. Как уже объяснялось в предыдущем 
разделе "Основы управления полетом" индикатор FLV 
показывает предел скорости установленный уровнем IDS, в то 
время как SET показывает скорость, с которой ваш корабль 
движется в данный момент.

-18
11
Indicators=3
IndSide1=2
IndPosX1=450
IndPosY1=225
IndTimA1=0
IndTimB1=14000
IndRows1=1
IndSide2=1
IndPosX2=190
IndPosY2=225
IndTimA2=14000
IndTimB2=20000
IndRows2=1
IndSide3=2
IndPosX3=370
IndPosY3=315
IndTimA3=20000
IndTimB3=30000
IndRows3=1
WaitEnter=1
  Прямо над индикаторами FLV и SET, по центру справа от
прицела, находится HVL индикатор, который показывает
скорость горизонтального смещения. То есть показывает
с какой скоростью ваш корабль уводит в бок относительно
его продольной оси. Аналогично VVL индикатор показывает
скорость смещения по вертикали, опять же относительно
продольной оси корабля. Непосредственно под самим прицелом
находится AVL индикатор, показывающий абсолютный уровень
скорости. Он предоставляет данные об итоговой скорости
с которой летит ваш корабль, независимо от направления
его движения.

-19
7
Indicators=1
IndSide1=1
IndPosX1=200
IndPosY1=165
IndTimA1=0
IndTimB1=20000
IndRows1=1
WaitEnter=1
  В верхнем левом углу находится индикатор GVL - 
уровень скорости гравитации. Он показывает совмещенный
гравитационный эффект, изменяющий скорость вашего
корабля за счёт притяжения находящихся рядом массивных
объектов. Он показывает не силу притяжения, а только
скорость смещения вашего корабля под воздействием 
гравитации массивных объектов.

-20
10
Indicators=0
WaitEnter=1
  Чем ближе вы находитесь к крупному объекту,
тем сильнее становится сила притяжения, и тем
выше будут показания GVL индикатора. Система IDS
будет пытаться компенсировать любой фактор скорости
отличный от продольной оси корабля, в том числе и
гравитационное воздействие. Это позволяет кораблю 
держать курс и препятствует падению на массивные объекты.
Если вы выключите IDS, компьютер перестанет компенсировать
и гравитацию и боковые смещения от ускорителей,
в этом случае вас может притянуть к массивному объекту.

-21
5
Indicators=0
WaitEnter=1
  Очень важно научиться ориентироваться в этих индикаторах, 
поскольку они помогают понять в каком направлении движется
ваш корабль и как быстро он движется. Эта информация критична
во время маневрирования в бою, во время навигации при 
полетах, и особенно важна при стыковочных маневрах.

-22
9
Indicators=3
IndSide1=2
IndPosX1=440
IndPosY1=165
IndTimA1=0
IndTimB1=10000
IndRows1=1
IndSide2=1
IndPosX2=200
IndPosY2=275
IndTimA2=10000
IndTimB2=17000
IndRows2=2
IndSide3=1
IndPosX3=230
IndPosY3=120
IndTimA3=17000
IndTimB3=25000
IndRows3=3
WaitEnter=1
  В правом верхнем углу прицела находится индикатор высоты
вашего корабля, показывающий расстояние до поверхности планеты
или луны. Индикатор будет неактивным, пока вы не подлетите на
достаточно близкое расстояние к объекту. В нижнем левом углу
прицела находится индикатор оружейных батарей и уровня
повреждений корпуса в процентах. Над прицелом индикаторы:
режима огня, статус IDS, MDTS, а также индикатор нагрева.
Эти индикаторы мы рассмотрим позже в разделе:
"Ведение боя и оружейные системы".

-23
4
Indicators=1
IndSide1=2
IndPosX1=410
IndPosY1=130
IndTimA1=0
IndTimB1=12000
IndRows1=1
WaitEnter=1
  Ещё раз закрепим одну важную деталь. Индикатор IDS 
отображает значение IDS, когда он включен, и значение
INERT, когда система IDS выключена и ваш корабль
дрейфует в космосе без компенсации смещений.

-24
15
Indicators=1
IndSide1=2
IndPosX1=350
IndPosY1=225
IndTimA1=15000
IndTimB1=40000
IndRows1=1
WaitEnter=1
  Шкала тангажа показана на каждой стороне прицела и
отображает отклонение носа корабля в градусах относительно
галактической плоскости эклиптики. Знание этого угла будет
полезным при навигации между объектами в космосе, 
так как они могут находиться выше или ниже вашей позиции.
HUD также предоставляет путевые полетные маркеры FPM,
которые показывают актуальный маршрут и направление, 
относительно носовой части корабля. Маркер FPM не будет
центрирован, если заданная цель находится вне текущего
курса или имеется постоянное смещение от гравитации или
в дрейфе. Этот маркер полезен при выравнивании корабля
во время проведения различных маневров. Чаще всего он 
понадобится при стыковке и при обходе препятствий.
Индикатор FPM доступен в любом из имеющихся режимов HUD.
И в режиме 1, и в режиме 2.

-25
8
Indicators=2
IndSide1=2
IndPosX1=580
IndPosY1=0
IndTimA1=0
IndTimB1=7000
IndRows1=4
IndSide2=2
IndPosX2=345
IndPosY2=20
IndTimA2=7000
IndTimB2=22000
IndRows2=1
WaitEnter=1
  В верхней части HUD находятся компас, полетный таймер,
индикатор контроля двигателя, и некоторые опции меню.
Компас показывает положение корабля относительно постоянной
галактической эклиптики, подобным образом откалибрована шкала
тангажа. Компас будет полезен для определения курса к 
космическим объектам, например к станции при стыковке. 
Ангар станции всегда выровнен относительно галактической 
плоскости для облегчения навигации при стыковке.

-26
12
Indicators=2
IndSide1=1
IndPosX1=210
IndPosY1=0
IndTimA1=0
IndTimB1=10000
IndRows1=2
IndSide2=2
IndPosX2=430
IndPosY2=0
IndTimA2=10000
IndTimB2=20000
IndRows2=2
WaitEnter=1
  Индикаторы контроля и ускорителя показывают статус
управления полетом и активности ускорителя. Каждая панель
индикатора имеет ряд полос (баров) для отображения входных
контрольных уровней или выходных уровней для ускорителей.
Также они разделены на верхнюю и боковую части разного цвета.
Верхняя часть показана белым цветом, тогда как боковая часть
имеет голубой цвет. Верхняя индикация показывает оси 
рыскания и ускорения, а боковая часть показывает оси
тангажа и вертикальный уровень. Знакомство с этими индикаторами
может занять некоторое время, однако это может быть
полезным, когда нужно быстро оценить реакцию вашего корабля
при маневрах.

-27
10
Indicators=3
IndSide1=1
IndPosX1=50
IndPosY1=0
IndTimA1=0
IndTimB1=5000
IndRows1=3
IndSide2=2
IndPosX2=590
IndPosY2=0
IndTimA2=5000
IndTimB2=10000
IndRows2=3
IndSide3=1
IndPosX3=70
IndPosY3=0
IndTimA3=22000
IndTimB3=27000
IndRows3=1
WaitEnter=0
  По обе стороны от индикаторов контроля и ускорения
находится меню опций. Для выбора меню опций, просто
используйте указатель мыши и щелкните на нужной кнопке.
Если вы используете мышь для контроля полета, вы можете
зажать кнопку ALT для приостановки полетного контроля и
сможете использовать указатель мыши на одном из меню 
опций. При нажатии обеих кнопок  ALT на клавиатуре, вы 
выполните постоянное переключение контроля полета.
Дальняя левая панель меню - меню цели.
Сейчас откройте меню цели (Target Menu).

-28
17
Indicators=0
WaitEnter=0
                       Меню цели позволяет вам
                       выбрать цель или изменить
                       режим 3D радара.
                       Эти опции также доступны
                       при помощи конопок управления
                       клавиатуры, но это меню удобнее
                       при использовании мыши.
                       Четыре верхние опции меню
                       позволяют вам выбрать корабль
                       целью, нижние три управляют
                       радаром.
'Radar Hostiles' включает режим радара, показывающий
только врага. 'Radar Range' переключает режимы
дальности радара. 'Radar Mode' переключает радар
между 3D и 2D режимами отображения. Нажмите на 
меню цели снова, чтобы закрыть его, когда 
ознакомитесь со всеми опциями. 

-29
3
Indicators=1
IndSide1=2
IndPosX1=580
IndPosY1=0
IndTimA1=0
IndTimB1=5000
IndRows1=1
WaitEnter=0
  Дальняя правая панель меню - меню опций флота.
сейчас перейдите в меню опций флота для 
ознакомления.

-30
14
Indicators=0
WaitEnter=0
  Меню опций флота позволяет вам отдавать приказы
другим кораблям в вашем флоте. В одиночной игре, 
приказы отдаются управляемым компьютером кораблям,
которые вы можете нанять в свой флот. В многополь-
зовательской игре, приказы отправляются другим
игрокам, состоящим в вашей фракции. В одиночной
игре, дополнительные опции флота и дисплея будут
также доступны. Вы можете выбрать определенный
корабль для отдачи ему приказа, или отдать приказ
всему флоту сразу. Вы также можете посмотреть
состояние щитов и статус повреждений каждого корабля
в своем флоте и просмотреть отданные приказы.
Для завершения работы с меню приказов, нажмите
еще раз кнопку меню приказов.

-31
15
Indicators=3
IndSide1=2
IndPosX1=480
IndPosY1=10
IndTimA1=5700
IndTimB1=14000
IndRows1=1
IndSide2=1
IndPosX2=10
IndPosY2=350
IndTimA2=22000
IndTimB2=26000
IndRows2=8
IndSide3=1
IndPosX3=20
IndPosY3=350
IndTimA3=26000
IndTimB3=41000
IndRows3=2
WaitEnter=1
  Другие опции вдоль верхнего края HUD дают вам доступ к
консоли, автопилоту и опциям формации флота.
Опции формации на правой стороне компаса задают расстояние
вашего корабля относительно дружественного или любого 
выбранного в качестве цели. Другие опции разберем в
следующих тренировочных секциях, соответственно их 
тематике. Далее рассмотрим три главных дисплея рубки.
Нижний левый дисплей показывает детали статуса вашего
корабля. Слева сверху на нем есть шесть датчиков скорости,
которые также имеются вокруг прицела в HUd режиме два.
Датчики вокруг прицела полезны в боевых ситуациях, 
когда вам некогда разглядывать панели рубки и 
отвлекаться от боя. Во время использования первого режима
HUD, эти данные все ещё доступны на дисплее статуса в
рубке.

-32
5
Indicators=2
IndSide1=1
IndPosX1=20
IndPosY1=390
IndTimA1=0
IndTimB1=12500
IndRows1=4
IndSide2=2
IndPosX2=220
IndPosY2=337
IndTimA2=12500
IndTimB2=17000
IndRows2=1
WaitEnter=1
  Под индикаторами скорости на левой стороне дисплея
статуса, находятся сведения о высоте, режиме IDS, 
топливе, контрмерах (CM), уровне повреждений, оружии,
подсистемах двигателя. Вверху справа на дисплее
показан индикатор энергораспределения.

-33
11
Indicators=4
IndSide1=2
IndPosX1=220
IndPosY1=337
IndTimA1=0
IndTimB1=15000
IndRows1=1
IndSide2=2
IndPosX2=220
IndPosY2=345
IndTimA2=15000
IndTimB2=22000
IndRows2=1
IndSide3=2
IndPosX3=220
IndPosY3=353
IndTimA3=22000
IndTimB3=26500
IndRows3=1
IndSide4=2
IndPosX4=220
IndPosY4=380
IndTimA4=26500
IndTimB4=38000
IndRows4=4
WaitEnter=1
  Ваш корабль разделяет доступную энергию между вашими
оружейными системами и щитами. Текущие энергонастройки
обозначены буквами PWR. Вы можете задать их в диапазоне
значений от -5 до +5. В разделе "Боевые оружейные системы"
мы рассмотри их подробнее. Индикатор 'WPN' показывает
текущий уровень энергии ваших основных оружейных систем.
Индикатор 'HUL' показывает текущую информацию о повреждениях
корпуса вашего корабля. Список вторичных данных (SECONDARY),
показывает любое вторичное оружие или предмет, которые 
установлены, а также те, которые сейчас снаряжены и готовы
к использованию (вверху списка, первый слот).

-34
3
Indicators=2
IndSide1=2
IndPosX1=150
IndPosY1=400
IndTimA1=0
IndTimB1=4000
IndRows1=2
IndSide2=2
IndPosX2=150
IndPosY2=425
IndTimA2=4000
IndTimB2=8000
IndRows2=1
WaitEnter=1
  Щит (SHIELD) показывает статус массива щитов вашего
корабля. Прямо под ним находится индикатор режима 
ведения огня.

-35
9
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=350
IndTimA1=0
IndTimB1=25000
IndRows1=8
WaitEnter=1
  Средний дисплей рубки - 3D радар. Он дает информацию о
положении и расстоянии до объектов в космосе.
Зеленые точки - дружественные корабли, желтые - нейтральные,
красными точками отображаются враждебные корабли. Когда 
красная точка появляется на радаре, подается звуковой сигнал
привлекающий ваше внимание. Голубыми точками отображаются 
станции, красными точками с небольшими полосами - ракеты,
белыми точками - грузы и, наконец, пурпурными точками 
показаны неизвестные и иные различные объекты.

-36
9
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=430
IndTimA1=4000
IndTimB1=14000
IndRows1=1
WaitEnter=0
  Радар имеет два основных режима работы, 3D и 2D режим.
Когда радар в режиме 3D, то на индикаторе режимов в 
нижнем правом углу радара будут буквы 'DIR'. Если радар
в 2D режиме, то будет написано 'DIS'.
Режим 3D - это основной режим для показа положения, в то
время как 2D режим лучше обозначает расстояние. Вы можете
переключаться между режимами радара используя кнопку
Numpad +. Изучите каждый режим, переключаясь мжду ними,
когда закончите вернитесь к 3D режиму.

-37
14
Indicators=1
IndSide1=2
IndPosX1=340
IndPosY1=371
IndTimA1=17000
IndTimB1=28000
IndRows1=1
WaitEnter=1
  В 3D режиме радар показывает контакты, расположенные
под и над кораблем, используя сферу для показа 
информации о положении. Точки имеют присоединенные
линии, исходящие из центра, и помогающие вам
определить размещение объекта относительно корабля, 
то есть выше он или ниже. Голубые подсвеченные 
скобки в центре передней части 3D радара, показывают
направление вперед для вашего корабля, ориентируясь
по ним вы можете взять курс на любой объект, удерживая
его в этих скобках. Расстояние до объекта показывается
в виде числа линий, окружающих его точку на радаре.
Линии отсутствуют - объект далеко, один набор линий - 
расстояние среднее, если отображаются два набора линий,
значит объект находит близко.

-38
12
Indicators=1
IndSide1=1
IndPosX1=240
IndPosY1=430
IndTimA1=14000
IndTimB1=34000
IndRows1=1
WaitEnter=0
  Режим 2D радара показывает контакты в перспективе 
вида сверху. Им лучше пользоваться, когда корабль 
движется на релятивистских скоростях, этот режим
дает более специфичную информацию о дистанции до
объекта, чем режим 3D. Вы можете отфильтровать 
контакты по расстоянию в обоих режимах, например,
установить приоритет для целей ближнего радиуса.
Диапазон радара меняется с интервалом  2K, от
2K до 10K. Попробуйте переключать диапазон радара,
для этого нажимайте кнопку клавиатуры NumPad 'Enter',
когда закончите изучать диапазоны, вернитесь в
режим 10K.

-39
8
Indicators=1
IndSide1=1
IndPosX1=240
IndPosY1=340
IndTimA1=17000
IndTimB1=24000
IndRows1=1
WaitEnter=1
  Также вы можете изменить число контактов на
радаре, перейдя в режим показа врага. Кнопка для
включения "Numpad -", будут отображаться только
враждебные корабли. Включенный режим обозначается
буквами (THC), а индикатор расстояния станет красным,
когда вы перейдете в этот режим. Расстояние до текущей
навигационной точки показывается в верхнем левом углу
радара выше 'NAV'.

-40
8
Indicators=1
IndSide1=2
IndPosX1=610
IndPosY1=350
IndTimA1=0
IndTimB1=20000
IndRows1=8
WaitEnter=0
  Дисплей в нижнем правом углу рубки показывает
сводку по кораблю, являющемуся вашей целью.
Он также показывает список кораблей в диапазоне,
или может быть выключен, чтобы избежать случайного
захвата дружественной цели. Для переключения режимов
этого дисплея используется кнопка 'G'. Попробуйте разные
режимы, когда закончите, верните дисплей в режим показа
сводки по цели.

-41
8
Indicators=1
IndSide1=1
IndPosX1=410
IndPosY1=340
IndTimA1=0
IndTimB1=20000
IndRows1=8
WaitEnter=1
  Когда цель захвачена, вы увидите ее класс (ID),
принадлежность к фракции, уровень враждебности (THR),
скорость (FVL), расстояние (RNG), уровень щитов,
ориентацию и целостность корпуса. Если на вашем
корабле установлен сканер груза, то вы также 
сможете увидеть какой груз находится в трюме 
корабля, выбранного целью. 
На этом мы завершаем этот тренировочный раздел.

-42
11
Indicators=1
IndSide1=2
IndPosX1=350
IndPosY1=20
IndTimA1=12000
IndTimB1=15000
IndRows1=1
WaitEnter=1
  Этот раздел содержит основы стыковки со станциями.
Космические станции также как и любые врата, всегда
сориентированы по своему положению с плоскостью
эклиптики галактики. Таким образом, если вы хотите
попасть в ангар, то выберите один из углов подхода
и держите угол тангажа равным 0. Входы в ангары
расположены так: первый - 180 град, второй - 252 град,
третий 324 град, четвертый - 36 град, и, наконец,
пятый вход 108 градусов. Голубые цветные маркеры
показанные на компасе вверху HUD помогут вам найти
правильный стыковочный угол.

-43
17
Indicators=0
WaitEnter=1
  Обычно стыковка к станции происходит самостоятельно
и другие пилоты только объявляют о своем прибытии.
Станционные диспетчеры также зачастую информируют о 
том, какой ближайший к вам вход в ангар свободен для
стыковки или занят. Как только вы попадете в зону ангара,
вы увидите стыковочные огни и специальные метки.
Эти метки будут красными, если ваш угол подхода
не совпадает с одним из входов в ангар, и будут зелеными
если угол подхода правильный. Во время стыковки, выберите
один из входов и летите в него используя стыковочные огни
как своеобразный виртуальный коридор внутрь ангара.
Обычно станции строятся вдали от аномалий и препятствий, и
различных иных факторов окружающей среды, но иногда вам
потребуется учесть различные внешние влияние, такие как
гравитация или объекты, заслоняющие путь к входу в ангар.
Сейчас вы находитесь неподалеку от местной станции.
Хороший повод попрактиковаться.

-44
16
Indicators=0
WaitEnter=0
  Начинаем практику по стыковке с космической станцией.
Еще раз, выберите вход и подойдите к нему поближе, 
затем сориентируйтесь по компасу и измените угол тангажа
если нужно. Обратите внимание на другие корабли и держите
скорость 1000 или ниже, чтобы сохранить маневренность.
Как только вы войдете в стыковочный шлюз, летите в центр
ангара, обозначенный большой надписью 'Docking Area'.
Как только вы подойдете достаточно близко, специальный
луч захвата станции зафиксирует ваш корабль, после чего
откроется консоль инвентаря. Вы будете проходить через
низкоэнергетический щит во время входа и выхода из станции.
Поскольку это не оружейный щит, он всего лишь защищает
уязвимые внутренние строения космической станции от
микро-метеоритов, сканирует ваш корабль во время прохождения,
и может быть использован как визуальный маркер, указывающий
на центральную часть станции.

-45
14
Indicators=0
WaitEnter=0
  Когда пристыкуетесь, снизьте скорость до нуля
или выключите IDS, чтобы не тратить топливо.
Иначе ваши двигатели будут зря тратить топливо, 
пытаясь преодолеть притяжение захвата.
Кроме того, воздержитесь от стрельбы в ангаре.
Пока вы пристыкованы к станции, вам доступны
функции торговли, поиска доступных контрактов,
ремонта и дозаправки вашего корабля, найма новых
членов экипажа, смена экипировки корабля, а также
вход в станцию для проживания и другие опции. 
Чтобы отчалить, просто закройте консоль инвентаря,
(по умолчанию кнопка F3) и летите через один из
доступных выходов. Теперь попробуйте отстыковаться
от станции.

-46
3
Indicators=0
WaitEnter=1
  На этом раздел тренировки по стыковке со станцией
завершен. Следующий раздел, который мы рассмотрим -
"Спуск на планеты и посадка в городе."

-47
15
Indicators=0
WaitEnter=1
  Этот раздел включает в себя спуск на планету и
и посадку в планетарных городах. Для начала, запомните
несколько важных моментов. Когда вы приближаетесь к 
планете, держите скорость не выше 3000, чтобы избежать
чрезмерного трения и риска истощения щитов, после чего
вы получите повреждения корпуса. Вы можете на время
посадки перевести энергию на щиты и распределить ее
на передний щит, если вам нужно произвести очень быстрое
снижение к планете. По мере спуска, трение об атмосферу
будет возрастать. Поэтому для безопасного снижения, 
вы можете начать спуск на высокой скорости и при снижении
сбавлять ее до безопасного уровня, так как атмосфера по 
мере снижения становится более плотной. При обычном 
приземлении держите вашу скорость в безопасной зоне и
все будет хорошо.

-48
19
Indicators=0
WaitEnter=1
  Когда вы входите в атмосферу любой планеты, полетные
характеристики вашего корабля сильно изменяются.
При переходе из безвоздушного космического пространства
в атмосферу планеты, заметно изменится физика полета.
Крылья будут обеспечивать подъемную силу, которая будет
держать корабль в воздухе до тех пор, пока ваша скорость
полета будет достаточной для этого. Если вы будете лететь
слишком медленно, то корабль остановится и уйдет в пике.
Современные космические корабли не могут летать так же,
как когда-то это делали самолеты прошлого.
У них нет элеронов, элеваторов, рулей или закрылков.
Вместо этого они полагаются лишь на ускорители и системы
поворота, тангажа и рыскания для совершения маневров.
Поскольку система ускорителей корабля достаточна мощна,
достаточно просто сохранять продольную скорость, чтобы
генерировать достаточно подъемной силы и выполнять
различные маневры. Итак, всегда помните, чтобы ваш
корабль не рухнул вниз как перекормленный пингвин,
держите скорость не менее 250.

-49
13
Indicators=0
WaitEnter=1
  Когда космический корабль подвергается физическому
воздействию атмосферы, его летные характеристики будут
зависеть от массы, аэродинамических особенностей и 
мощности двигателя. Чем тяжелее корабль, тем сложнее
будет управлять им в атмосфере, и тем медленнее он
будет, чем его более легкие собратья. Очень важно
учитывать эти факторы при выборе дизайна корабля,
если вы вообще собираетесь садиться на планеты.
Вы находитесь рядом с планетой, держите курс на 
главный торговое поселение на поверхности. Войдите в
атмосферу и стыкуйтесь с городским портом.
Обычно городские порты располагаются рядом с 
центральными постройками города.

-50
11
Indicators=0
WaitEnter=0
  Пока вы снижаетесь, вы можете потренироваться в
маневрировании в условиях атмосферы. Попробуйте
различные скорости и почувствуйте, как от этого
зависят летные характеристики, и как они меняются
при более плотной атмосфере. Когда будете готовы,
сближайтесь с городом и летите в порт. Также как и
при стыковке со станцией вы увидите стыковочные огни
и маркеры рядом с городом. Сохраняйте достаточную 
высоту над землей, до тех пор, пока не подойдете
достаточно близко к городу, следуя огням, затем
снижайтесь вертикально.

-51
20
Indicators=0
WaitEnter=0
  Во время снижения вы можете заметить, что маркер
стыковки начинает уводить в сторону от направления
вашего полета. Даже если направление вашего корабля
постоянно, маркер все равно может смещаться немного
из центра. Это вполне нормально и связано с вращением
самой планеты. Ваш корабль при стыковке будет привязан
к стыковочному доку, в то время как сам док с планетой
перемещаются относительно плоскости галактики. Ваш 
бортовой компьютер будет калибровать скорость до 
установленного вами уровня, учитывая скорость,
которую сообщает вам вращение планеты. Так при скорости
до 2000, компьютер будет автоматически подстраивать
мощность двигателя для достижения этой скорости,
учитывая при этом воздействие гравитации на корабль и
скорость вращения планеты. Это также проявится в том,
что показания AVL скорости будут отличаться при 
различных углах снижения, так как калибруются под 
галактическую постоянную. Сравнивая показания вы 
можете оценить какие именно факторы и как влияют
на мощность и управляемость вашего корабля.

-52
9
Indicators=0
WaitEnter=0
  Когда снижаетесь к городу следите за наличием
препятствий, которые могут блокировать порт. Например,
прибывающие и убывающие корабли, особенности 
поверхности, а также строения города, которые нужно
обойти при подходе к порту. Самым эффективны будет
строго вертикальный спуск прямо из космоса, если
только вы не желаете полюбоваться видами. Как только
вы приземлитесь, установите скорость на ноль или
выключите IDS, чтобы не тратить топливо.

-53
9
Indicators=0
WaitEnter=1
  Отлично. Городской порт работает во многом 
схоже со станционным ангаром. За той разницей, что
что он не имеет хранилища, как на станции, но 
здесь все еще есть лаборатории, инженерная и 
оружейная, а также функции дока. Здесь также могут
быть некоторые торговые льготы.
На этом мы завершаем текущий раздел тренировки. 
В следующем разделе мы рассмотрим навигацию, 
строительство, инвентарь и торговую консоль.

-54
9
Indicators=0
WaitEnter=0
  Этот раздел мы посвятим изучению 
консолей. Для открытия навигационной 
консоли нажмите на иконку NAV вверху HUD
или просто нажмите кнопку F1.
Еще раз, если вы используете мышь
для полета, то вы можете временно 
переключить режим летного контроля,
удерживая кнопку клавиатуры ALT.
Откройте навигационную консоль.

-55
20
Indicators=1
IndSide1=2
IndPosX1=620
IndPosY1=160
IndTimA1=50000
IndTimB1=55000
IndRows1=1
WaitEnter=0
  Эта консоль предоставляет универсальный интерфейс
для навигации в космосе и управления прыжковым
двигателем. В центре консоли - навигационная 
карта. На карте показан сектор, в котором вы
находитесь в настоящий момент, а также детали
по местным объектам. Ваша текущая позиция показана
на карте зеленой стрелкой. Карта системы 
разделена на 3D кубы, называемые секторами. 
Система координат используется для определения
местоположения внутри каждого сектора. Диапазон
координат сектора от -100,000 до +100,000 от одной
стороны сектора до другой по всем осям X, Y и Z. 
В основном режиме карты ('Норм. Вид') координаты X
оси идут слева направо, а Z вверх и вниз.
Центральная точка на карте представляет собой 
центр сектора, координаты этого центра по всем осям
равны 0. Кроме того, вы можете опционально изменить
вид сектора на вид сзади. Для это нажмите
на кнопку "Вид сзади" ('Rear View'), чтобы
развернуть вид карты сектора.

-56
9
Indicators=1
IndSide1=2
IndPosX1=620
IndPosY1=160
IndTimA1=16500
IndTimB1=22000
IndRows1=1
WaitEnter=0
  В этом режиме вида, вверх и вниз идет ось Y,
в таком режиме она будет показывать уровень
объекта в диапазоне координат сектора. 
Положение вашего корабля показано зеленой
точкой, так что вы сможете быстро понять, 
находится объект выше или ниже вашей позиции,
сравнивая положение точки и иконки объекта. 
Нажмите снова 'Норм. Вид' для возврата карты
к нормальной ориентации.

-57
10
Indicators=0
WaitEnter=0
  Текущая навигационная точка показана на
карте желтым символом X. Для выбора новой
навигационной точки, просто кликните мышью на
другое место на карте. В режиме 'Норм. Вид' вы
выберете расположение маркера по осям X и Z,
в то время как в режиме 'Вид сзади', выбор
укажет координаты X и Y.
Попрактикуйтесь в навигации, поставьте маркер
в точку с координатами рядом с X=40000, Z=40000
в текущем режиме карты.

-58
8
Indicators=1
IndSide1=1
IndPosX1=400
IndPosY1=68
IndTimA1=9000
IndTimB1=15000
IndRows1=1
WaitEnter=0
  Когда вы установите координаты по осям X и Z
в основном режиме карты, вы можете перейти во 
второй режим и установить координату Y или
иначе уровень горизонта расположения объекта,
для этого нажмите на значение Y координаты,
указанной над 'Destination Position', а затем 
вручную введите значение. Используя эту 
возможность введите значение Y равное 40000.

-59
19
Indicators=2
IndSide1=2
IndPosX1=605
IndPosY1=95
IndTimA1=0
IndTimB1=7000
IndRows1=1
IndSide2=1
IndPosX2=420
IndPosY2=95
IndTimA2=7000
IndTimB2=12000
IndRows2=1
WaitEnter=1
  Расстояние до выбранной навигационной точки
отображается под индикатором 'Destination
Position' на консоли. Слева от этого индикатора
находится ряд спецификаций, установленного на 
корабле прыжкового двигателя. Навигационная 
система связана с вашим прыжковым двигателем,
вы можете быстро достичь любой заданной точки в
пределах расстояния прыжка. Для этого вы можете
активировать свой прыжковый двигатель, по
умолчанию это кнопка F8 или просто нажмите кнопку
'Прыжок' в навигационной консоли. Если ваш 
двигатель способен совершить прыжок в выбранный
сектор, то вы совершите быстрый скачок к нему.
Если же дистанция слишком велика для прыжка, то
вместо одного прыжка автопилот совершит серию
небольших скачков на максимальные дистанции до 
самого пункта назначения. Ваш прыжковый двигатель
может быть улучшен, что позволит совершать прыжки
на большие дистанции.

-60
20
Indicators=2
IndSide1=2
IndPosX1=400
IndPosY1=58
IndTimA1=9000
IndTimB1=14000
IndRows1=3
IndSide2=2
IndPosX2=630
IndPosY2=48
IndTimA2=14000
IndTimB2=24000
IndRows2=5
WaitEnter=0
  Сектора имеют свою собственную систему 
координат. Координаты сектора обозначаются
буквами SX, SY, и SZ. 
Вы можете посмотреть их значения для текущего
сектора под индикатором 'Current Position', 
расположенном в левой верхней части консоли.
Аналогично, координаты сектора для выбранной
точки навигации показаны под 'Destination
Position' расположенным в верхней правой части
навигационной консоли. Границы сектора показаны
на карте белыми рамками и вы можете двигаться
между секторами точно так же, как и в пределах
одного сектора - с помощью прыжков. Для этого 
отдалите вид сектора в области 
навигации, используя кнопку 'Увел. карту' на
правой стороне консоли или просто пользуясь
колесиком мыши. Навигационная система всегда
центрирует изображение сектора на вашем корабле
при масштабировании. При уменьшении масштаба
вы увидите на карте больше локальных секторов.

-61
17
Indicators=1
IndSide1=1
IndPosX1=240
IndPosY1=280
IndTimA1=32000
IndTimB1=44000
IndRows1=3
WaitEnter=0
  Обратите внимание, что при уменьшении масштаба
вы сможете увидеть большее число секторов и 
объектов. Вы можете быстро увеличить масштаб в 
секторе, достаточно просто кликнуть правой
кнопкой мыши на секторе. Вы также можете увеличить
масштаб удерживая указатель мыши на секторе и
изменяя масштаб колесиком мыши.
Попробуйте увеличить масштаб на секторе
правее и выше текущего.
Координаты для просмотра указанного сектора
SX 3501, SY 0, и SZ -1799.  
Для того, чтобы облегчить себе задачу,
посмотрите на ваши координаты и на координаты
указателя мыши на карте. Они отображаются
в нижней левой части навигационной консоли.
Если вы при масштабировании ошиблись сектором,
уменьшите масштаб и попробуйте еще раз.

-62
7
Indicators=0
WaitEnter=0
  Хорошо. Вы можете также переходить между
секторами, нажимая кнопки up, down, left, 
right по краям навигационной карты.  
Эти кнопки направлений работают при любом
масштабе. А теперь самостоятельно, любым из
способов вернитесь в сектор с координатами
SX 3500, SY 0, и SZ -1800.

-63
7
Indicators=1
IndSide1=1
IndPosX1=440
IndPosY1=265
IndTimA1=8000
IndTimB1=19000
IndRows1=1
WaitEnter=0
  В дополнение к масштабированию правым кликом
мыши, вы можете установить навигационную точку
непосредственно на объект, кликнув на иконку
объекта на карте. Потренируйтесь в выборе
объектов правым кликом мыши, выбрав
астероидное поле в секторе SX 3500, SY 0,
SZ -1800.

-64
17
Indicators=0
WaitEnter=1
  Хорошо. Будьте осторожны и не совершайте 
прыжок сразу после выбора таких объектов, как
планеты, астероиды или луны, потому что в этом
случае вы с ними столкнетесь. Если вам нужно
прыгнуть поближе к одному из таких объектов,
выберите объект правым кликом на его иконке,
а затем передвиньте точку прыжка на одну из 
сторон объекта левым кликом мыши чуть в
стороне от объекта. Чтобы научиться прыгать
достаточно близко к объекту и не разбиться,
нужно тренироваться. Будет хорошей идеей
провести некоторое время в тренировках по
прыжкам на ближние дистанции, пока вы не 
научитесь чувствовать дистанцию. Умение быстро
и безопасно совершить прыжок, особенно во
время боевых действий, очень важно во многих
опасных регионах космоса.

-65
15
Indicators=0
WaitEnter=1
  Имеется несколько разных типов объектов,
для которых навигационная система показывает
иконки и информацию. Прыжковые врата служат
для быстрого перемещения в другие регионы и
отображается на карте пурпурной иконкой. Врата
назначения отображаются под картой, когда вы
удерживаете указатель мыши над их иконкой.
Иконки планет включают наименование планеты и
тип экономики, что позволяет вам понять, какие
товары могут быть востребованными или наоборот
какие легко приобрести. Эта информация важная для
построения оптимальных торговых путей и 
позволяет оценить их прибыльность. Астероиды
изображены как скопления камней и также как
станции имеют иконку серого цвета.

-66
17
Indicators=3
IndSide1=2
IndPosX1=330
IndPosY1=130
IndTimA1=0
IndTimB1=18000
IndRows1=1
IndSide2=2
IndPosX2=330
IndPosY2=140
IndTimA2=18000
IndTimB2=31000
IndRows2=1
IndSide3=2
IndPosX3=630
IndPosY3=275
IndTimA3=31000
IndTimB3=40000
IndRows3=1
WaitEnter=1
  На левой стороне консоли меню под путевыми
точками находится кнопка автопилота. Автопилот
ведет корабль к выбранной навигационной точке.
Если пункт назначения в том же секторе, то
полет на обычной скорости. Если же цель находится
в другом секторе, автопилот будет автоматически
производить серию прыжков пока не достигнет
пункта назначения. Ниже кнопки автопилота
находится кнопка 'Пинг', которая маркирует вашу
текущую позицию на навигационной карте.
В многопользовательской игре эта кнопка
показывает ваше положение другим игрокам, если
они находятся в том же секторе. Вы можете также
передать свою позицию игрокам, находящимся в 
других секторах в текстовом сообщении с 
помощью кнопки 'Передать Поз.', в правом нижнем
углу навигационной консоли.

-67
5
Indicators=2
IndSide1=2
IndPosX1=330
IndPosY1=150
IndTimA1=0
IndTimB1=8000
IndRows1=2
IndSide2=2
IndPosX2=330
IndPosY2=150
IndTimA2=8000
IndTimB2=12000
IndRows2=1
WaitEnter=0
  Ниже кнопки 'Пинг' - кнопка журнала карты.
Сразу под ней находится кнопка 'Доб. в Лог ',
которая позволяет сохранить в журнал текущую
выбранную навигационную точку. Нажмите на 
'Лог', чтобы отобразить журнал.

-68
14
Indicators=1
IndSide1=1
IndPosX1=250
IndPosY1=150
IndTimA1=28000
IndTimB1=32000
IndRows1=1
WaitEnter=0
  Вы можете записать важные точки в журнал 
карты и ввести описание для каждого пункта
журнала, чтобы потом вспомнить, что это за
место. Координаты секторов также как и 
локальные сохраняются для будущего пользования.
Если сохраненная точка находится в зоне радара,
она отобразится на карте в виде голубого
маркера с соответствующим номером внутри [1].
Обычный клик левой кнопкой мыши на строке
с этим номером поставит навигационную метку
к записанной позиции. Вы также можете правым
кликом на маркере, удалить его из журнала.
Нажмите кнопку 'Карта' для возврата в режим
карты.

-69
10
Indicators=1
IndSide1=2
IndPosX1=330
IndPosY1=170
IndTimA1=0
IndTimB1=22000
IndRows1=1
WaitEnter=1
  Под кнопкой 'Доб. В Лог' находится кнопка 
'Тек. Поз.', которая устанавливает точку
навигации в текущую позицию. Так вы можете 
быстро зафиксировать свои координаты, а также 
сохранить текущую позицию в журнале карты.
Эта опция полезная для сохранения информации
о различных важных местоположениях, таких как
скрытые объекты, торговые точки, или даже 
просто различные достопримечательности, о 
которых можно составить заметку.

-70
12
Indicators=1
IndSide1=2
IndPosX1=330
IndPosY1=200
IndTimA1=0
IndTimB1=28000
IndRows1=4
WaitEnter=1
  Меню 'Объекты' на левой стороне консоли
дисплея, является еще одним способом выбирать
точки для прыжка к специфическим локациям.
Если это планета, то компьютер автоматически
установит точку для прыжка на эту планету,
но на расстояние, достаточное для того, чтобы
избежать столкновения или сгореть в атмосфере.
Для многих других объектов, точка прыжка будет
значительно ближе. До тех пор, пока вы не 
научитесь самостоятельно выбирать безопасное
расстояние для прыжка к объектам, рекомендуем
пользоваться этим меню и автопилотом.

-71
10
Indicators=3
IndSide1=2
IndPosX1=630
IndPosY1=140
IndTimA1=0
IndTimB1=10000
IndRows1=2
IndSide2=2
IndPosX2=630
IndPosY2=160
IndTimA2=10000
IndTimB2=17000
IndRows2=1
IndSide3=2
IndPosX3=630
IndPosY3=170
IndTimA3=17000
IndTimB3=24000
IndRows3=1
WaitEnter=0
  На правой стороне навигационной консоли
расположено подменю 'Контроль'. Как мы уже рассказывали ранее
кнопка 'Вид сзади' позволит развернуть вид карты,
позволяя вам отслеживать уровень объектов 
относительно вас. Режим Slide Mode позволит вам
передвигать карту с помощью мыши.
Включите и посмотрите, как это работает.

-72
7
Indicators=1
IndSide1=1
IndPosX1=550
IndPosY1=170
IndTimA1=10000
IndTimB1=17000
IndRows1=1
WaitEnter=0
  Нажмите и удерживайте левую кнопку мыши на
карте и двигайте ее с помощью указателя мыши.
Обратите внимание, что вы можете перейти в 
другие сектора и увидеть любой обнаруживаемый
объект в этих секторах. Нажмите на 'Реж. Выбора'
для возврата в основной режим карты, когда 
закончите с режимом скольжения.

-73
5
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=180
IndTimA1=0
IndTimB1=12000
IndRows1=1
WaitEnter=0
  Также доступен 3D режим, который позволяет
вам вращать карту и просматривать ее детали в
трех проекциях. Это может быть полезным для
определения положения и дистанции. Нажмите
кнопку 3D Mode для включения этого режима.

-74
7
Indicators=1
IndSide1=1
IndPosX1=550
IndPosY1=180
IndTimA1=12000
IndTimB1=15000
IndRows1=1
WaitEnter=0
  Также как и для режима скольжения, вы можете
вращать карту указателем мыши, удерживая нажатой
левую кнопку. В этом режиме поддерживается 
колесико мыши для контроля масштабирования в
области обзора. Нажмите на кнопку 'Реж. Выбора' 
для того чтобы снова вернуться в основной режим
карты.

-75
8
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=190
IndTimA1=0
IndTimB1=20000
IndRows1=1
WaitEnter=0
  Если вам нужна большая точность установки
навигационной точки или вы хотите улучшить
читаемость текстов в различных режимах и 
сделать значки крупнее, нажмите 'Увел. Карту' под
меню контроля карты. Это удвоит размер карты
и уберет лишние графические элементы консоли,
что сделает общи вид крупнее и свободнее. 
Попробуйте, нажмите кнопку ''Увел. Карту".

-76
4
Indicators=1
IndSide1=2
IndPosX1=220
IndPosY1=180
IndTimA1=4000
IndTimB1=9000
IndRows1=1
WaitEnter=0
  Колесико мыши и масштабирование правым 
кликом на сектор работают и в этом режиме.
Нажмите кнопку 'Отменить' для возврата к
оригинальному размеру карты.

-77
14
Indicators=3
IndSide1=2
IndPosX1=630
IndPosY1=225
IndTimA1=0
IndTimB1=12000
IndRows1=1
IndSide2=2
IndPosX2=630
IndPosY2=235
IndTimA2=12000
IndTimB2=21000
IndRows2=1
IndSide3=2
IndPosX3=630
IndPosY3=245
IndTimA3=21000
IndTimB3=33000
IndRows3=1
WaitEnter=0
  Ниже подменю 'Контроль' находится подменю 'Режимы'.
Кнопка 'Текст' добавляет текстовые детали
на навигационную карту для объектов области.
В случае, когда близко друг к другу размещены
несколько объектов, прочитать что либо будет
затруднительно, в таком случае используйте
кнопку в центре для сортировки текста по 
категориям. Можно для большего пространства 
масштабировать карту. Ниже находится кнопка
'Квадрант'. Эта кнопка служит для включения
режима карты qaudrant map mode, который 
дает системную информацию по всему квадранту.
Нажмите кнопку 'Квадрант', чтобы включить этот
режим.

-78
19
Indicators=3
IndSide1=2
IndPosX1=630
IndPosY1=275
IndTimA1=27000
IndTimB1=34000
IndRows1=1
IndSide2=2
IndPosX2=630
IndPosY2=285
IndTimA2=34000
IndTimB2=40000
IndRows2=1
IndSide3=2
IndPosX3=630
IndPosY3=310
IndTimA3=40000
IndTimB3=44000
IndRows3=1
WaitEnter=1
  В этом режиме вы можете видеть все изначально
известные системы в Evochron. Наведя указатель
мыши на систему, вы можете просмотреть детальную
информацию об экономическом статусе и фракции.
Если вы кликните на карте левой кнопкой мыши, 
то координаты выбранного сектора запишутся в
поле Destination Position. Вы можете также
правым кликом на системе, загрузить карту
системы удаленно и переключившись в режим 
локальной карты, рассмотреть ее. Когда режим 
квадранта активен, под меню опций добавляются
две новые кнопки. Кнопка 'Влияние' позволит
просмотреть состояние территории в диапазоне 
500х500 секторов. 
Кнопка 'Тех. Уровень' позволит просмотреть
состояние экономики в аналогичном диапазоне.
В нижнем правом углу навигационной консоли 
будет информацию по уровню контроля текущей
территории фракциями.

-79
3
Indicators=0
WaitEnter=1
  Это завершает секцию ознакомления с 
навигационной консолью. Далее рассмотрим
консоль строительства (Build Console).

-80
9
Indicators=0
WaitEnter=0
  Эта тренировочная секция рассамтривает
консоль строительства. Для ее открытия, 
нажмите иконку строительства в верхней
части HUD или F2 на клавиатуре.
Если вы используете мышь для управления
полетом, то временно отключите полетный
контроль нажатием кнопки ALT, чтобы
увидеть курсор мыши. Теперь откройте 
консолб строительства.

-81
12
Indicators=0
WaitEnter=0
  Консоль строительства позволяет вам строить
станции, города и развертываемые объекты.
Для модулей станций и городов, в вашем 
оборудовании должен присутствовать специальный
конструктор. Для развертываемых объектов, 
должен быть установлен конструктор для 
развертывания. Модули станций и городов - это 
долгосрочные структуры. Когда вы строите их,
они становятся частью игрового мира.
Развертываемые объекты рассматриваются как 
временные структуры и обычно строятся для 
исполнения краткосрочных целей.

-82
13
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=150
IndTimA1=25000
IndTimB1=32000
IndRows1=9
WaitEnter=0
  Каждый тип постройки требует определенное
количество металлической руды в грузовом отсеке
корабля для их постройки. Для того, чтобы
узнать состояние модуля, просто наведите
указатель мыши на его кнопку в меню на правой
стороне. Местоположение постройки и требования
по руде показаны зеленым цветом рядом с верхней
частью консоли. Индикатор размещения покажет 
вам, где именно будет размещена структура 
относительно вашего корабля.
Изучите требования по руде и индикатор
размещения, выбрав несколько вариантов из
листа построек.

-83
20
Indicators=0
WaitEnter=1
  Если модуль может быть построен в текущей
подсвеченной локации, то индикатор размещения
будет желтым или зеленым. Сам индикатор будет
иметь форму выбранного модуля.
Если подсвеченная локация непригодна для 
строительства, то индикатор будет красным.
Зеленая индикация показывает идеальную локацию.
Многие модули часто работают лучше, если их
строить рядом, поэтому при постройке модулей в
космосе, индикатор будет желтым, пока рядом не
будет построен другой модуль.
Вы можете строить модули в космосе, но, вероятно,
захотите соединить их с другими для оптимального
размещения таких модулей, как щиты и генераторы,
так вы сможете вместить больше модулей на 
отведенный участок. Энергоблок и командный пункт
станции всегда будут показаны зеленым цветом, 
даже если рядом нет ни одного другого модуля,
так как они не нуждаются в энергообеспечении и
их функционал не зависит от других модулей.

-84
19
Indicators=0
WaitEnter=1
  Если место для строительства занято или 
недоступно из-за не подходящего окружения,
индикатор локации будет красным и вы не сможете
строить здесь. Если у вас достаточно руды
для строительства подсвеченного модуля,
нажмите кнопку постройки для начала строительства.
Сам процесс постройки занимает несколько секунд
и анимирован энергетическими лучами, которые
исходят из корабля к месту вашей постройки и
производят конструирование на молекулярном уровне
из руды в ваше трюме. Как только процесс будет
закончен, ваша постройка будет активирована и
подсвечена, если энергоблок расположен достаточно
близко и в у него хватает мощности. Например,
если щитовой модуль близко, то структура будет
также защищена массивом щитов. Энергоблок и
генератор щита должны находиться не более чем
в 500 строительных единицах дистанции, чтобы
обслуживать построенные модули.

-85
7
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=150
IndTimA1=5000
IndTimB1=15000
IndRows1=1
WaitEnter=0
  25 единиц руды загружено в трюм вашего
корабля. Ваша задача, построить энергоблок
перед вашим кораблем, используя эту руду.
Для этого нажмите на кнопку 'Реактор' в
листе доступных модулей. Если что-то не 
получается, сверьтесь с журналом сообщений,
исправьте ошибку и попробуйте снова.

-86
4
Indicators=0
WaitEnter=1
  Модуль будет постепенно материализоваться в
процессе конструирования. После того, как он
будет построен, вы также увидите его огни
после активации.

-87
19
Indicators=0
WaitEnter=1
  Строительство городских модулей имеет схожие
принципы, как и строительство модулей станций.
У них очень похожий дизайн, но включены ещё и
структурные элементы для строительства на 
поверхности планеты. Функции модулей во многом
такие же как и у их аналогов в открытом космосе,
но их система расположения, удаленности друг от
друга и отдельные функциональные элементы, 
отличаются. Первое отличие, система расположения.
Она основана на углах, а не на координатах, как
в космосе. Углы используются для учета кривизны
поверхности планеты. Городские постройки, которые
вы размещаете будут построены на поверхности и
будут вращаться вместе с планетой.
Так построенный вами город не будет стоять на 
одном месте относительно космических координат,
будет вращаться вместе с планетой, там будут
меняться день и ночь, а также он будет подвержен
влиянию погодных факторов.

-88
17
Indicators=0
WaitEnter=1
  У городских построек нет каких-то оптимальных
позиций для строительства и зависимостей, как у
космических станций. До тех пор, пока вы строите
достаточно близко, они будут соединяться вместе
для энергообеспечения и включения щитов. Но есть
и недостаток, это ограничение в пространстве
одной только плоскостью, вертикаль же ограничена
поверхностью планеты, в то время как космические
могут использовать все направления. Но города 
имеют и преимущества в виде дополнительной 
защиты атмосферой, изменяющимся положением из-за
вращения планеты, что дает преимущества перед
атакующими, так как они вынуждены входить в 
атмосферу на сниженной скорости, что даст вам
тактическое преимущество и дополнительное время
при обороне города. Еще каждый тип структуры
может иметь уникальные атрибуты.

-89
7
Indicators=0
WaitEnter=1
  Сами по себе, модули также имеют некоторые
отличия. Оружейные модули, один из примеров.
В то время как оружейные модули станций имеют
две турели, защищающие различные направления,
городские оружейные платформы используют 
подъемные башни с одной турелью наверху,
защищающей все выше нее.

-90
19
Indicators=0
WaitEnter=1
  Командные модули также отличаются. Для 
космических станций этот модуль очень большой
и требует огромное количество ресурсов для 
постройки. Он также имеет много открытых 
структур, которые доступны через 5 выходов
вокруг посадочной зоны. Только один может быть
построен в каждом секторе, так что их сборка
сильно ограничена, в сравнении с городами.
Городские модули меньше и требуют меньше руды.
Они более открыты за счет подъемных платформ
спроектированных так, что могут использоваться
под любым углом. Игрок может построить 
несколько модулей на каждой планете.
Однако, они не имеют места для хранения,
есть только док, инженерная лаборатория и
оружейная лаборатория, доступные в городском
командном центре. Городской командный модуль
принадлежит той же фракции, что и космический
командный модуль сектора.

-91
20
Indicators=0
WaitEnter=1
  Развертываемые модули - временные структуры,
спроектированные для предоставления временных
опций и преимуществ. Например, временный ангар
позволяет сохранить игровой прогресс прямо в
космосе без стыковки, в то время как полный
модуль ангара требует стыковки с ним, а также
игнорируется уровень топлива связанный с 
возможностью сохранения. Ангарная станция
предоставляет все необходимые ресурсы для
включения крио функции корабля. Ремонтная 
станция позволит починить корпус и подсистемы
быстро, но и без возможности починить другое
оборудование и оружие, хотя и без оплаты за
ремонт. Сенсорная станция позволит провести
удаленное сканирование региона. Это будет
полезным для поиска других кораблей, 
контейнеров и иных объектов.
Они могут устанавливаться в пределах +/- 50K 
от центра сектора. Все развертываемые модули
должны строиться в открытом космосе.

-92
18
Indicators=0
WaitEnter=1
  Топливная станция может добывать элементы
около звезды или из туманности и 
преобразовывать их в топливо. Массивы щитов
могут защищать малые области космоса от 
оружейного огня, что может быть полезно когда
рядом враги и вы пытаетесь собрать или добыть
какой-либо ресурс. Добывающие зонды могут
автоматически добывать материалы с астероидов
и планет. Они также позволяют вам завершать
иные свои задачи, добывая ресурсы за вас.
Как только зонд заполнит свой трюм, он 
упакует материал в контейнер и оставит его
ядом с местом добычи, где вы потом сможете
его забрать. Все развернутые модули могут
быть уничтожены. Для этого нужно подлететь к
ним и нажать кнопку "Разобрать" (scuttle) на
вашем HUD. Обычные постройки могут быть 
уничтожены только оружейным огнем.

-93
5
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=125
IndTimA1=5000
IndTimB1=12000
IndRows1=1
WaitEnter=0
  В дополнение к индикатору линии визирования,
строительная консоль предлагает вид сверху, 
который показывает всю область строительства
с высоты. Нажмите кнопку "Планировка" для
включения этого режима.

-94
15
Indicators=0
WaitEnter=0
  В этом режиме, вся область строительства
показана с видом сверху и включает в себя
сетку для индикации выбираемых опций
размещения. В космическом пространстве
сетка имеет те же оси координат X, Y,
и Z, что позволяет вам сориентироваться и
определить доступное для строительства 
место, разместить образцы в любо области.
На планетах система будет представлена
в угловом варианте и сетка будет наложена
на поверхность, предоставляя индикаторы
подъема и интервала. 
Для выбора позиции в этом режиме служит
левая кнопка мыши, щелчком внутри сетки.
Попробуйте этот режим.

-95
10
Indicators=0
WaitEnter=0
  Сейчас, когда позиция определена,
вы можете выбрать различные строительные
опции справа, размеры и интервалы.
Если индикатор зеленый, вы можете
начинать строительство в выбранном
месте. Если нет, то вам необходимо
разблокировать объект и передвинуть его
в другую позицию. Для этого используйте
правую кнопку мыши в любом месте сетки.
Пробуйте.

-96
4
Indicators=1
IndSide1=2
IndPosX1=630
IndPosY1=125
IndTimA1=4000
IndTimB1=8000
IndRows1=1
WaitEnter=0
  Хорошо. Запомните, что вы можете 
вернуться в обычный режим строительства
нажав кнопку "Кабина".
Сделайте это сейчас.  

-97
3
Indicators=0
WaitEnter=1
  Секция тренировки по строительству
завершена. Следующий раздел включает
консоль инвентаря.

-98
9
Indicators=0
WaitEnter=0
  Этот раздел рассматривает консоль 
инвентаря. Для открытия консоли инвентаря,
нажмите иконку инвентаря вверху вашего
дисплея HUD или просто нажмите кнопку F3
по умолчанию. Еще раз, если вы управляете 
полетом мышью, то отключите временно 
полетный контроль кнопкой ALT, а затем
уже мышью кликните на иконку инвентаря.
Откройте инвентарь.

-99
9
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=60
IndTimA1=11000
IndTimB1=22000
IndRows1=1
WaitEnter=1
  Инвентарь позволяет вам управлять
предметами на корабле, чинить, заправлять,
управлять экипажем, просматривать системную 
информацию и события, покупать и продавать 
вещи, просматривать контракты. Кнопка 
"Посетить станцию" слева вверху позволяет
войти в станцию для проживания, а также 
свободное место в ангаре для других ваших
кораблей.

-100
5
Indicators=0
WaitEnter=1
  Вход в станцию также даст вам доступ к
инженерной лаборатории, оружейной лаборатории,
доку и хранилищу. Для возврата в космос, нажмите
кнопку "Вернуться на корабль", которая появится как 
только вы войдете в станцию.


-101
7
Indicators=2
IndSide1=2
IndPosX1=400
IndPosY1=70
IndTimA1=0
IndTimB1=10000
IndRows1=1
IndSide2=2
IndPosX2=400
IndPosY2=80
IndTimA2=10000
IndTimB2=15500
IndRows2=1
WaitEnter=0
  Если ваш корабль получил какие-либо 
повреждения, здесь вы сможете починить его.
Если у вас не достаточно денег, то при
нажатии кнопки ремонта будет проведен 
частичный ремонт. Эта кнопка служит для
заправки вашего корабля. 
Нажмите ее.

-102
9
Indicators=2
IndSide1=1
IndPosX1=350
IndPosY1=210
IndTimA1=0
IndTimB1=17000
IndRows1=8
IndSide2=1
IndPosX2=350
IndPosY2=290
IndTimA2=17000
IndTimB2=21000
IndRows2=1
WaitEnter=0
  Откроется меню заправки корабля, в нем
несколько опций. Вы можете сами задать
количество топлива для заправки или сделать
заправку по 1 единице. Цена за единицу
показана для каждой опции. Вы можете также 
нажать "Полный Бак", тогда заправите
свои баки по максимуму. 
Нажмите кнопку "Закрыть" для
закрытия меню заправки.

-103
9
Indicators=2
IndSide1=2
IndPosX1=400
IndPosY1=90
IndTimA1=0
IndTimB1=17000
IndRows1=1
IndSide2=2
IndPosX2=400
IndPosY2=125
IndTimA2=17000
IndTimB2=20000
IndRows2=1
WaitEnter=0
  Опции лицензий позволяют купить 
дисконтную лицензию, дающую скидку в 
магазине оборудования. Пользуйтесь этим с
осторожностью, так как это влияет на 
эффективность торговли. Если станция 
расположена в спорном регионе и может быть
уничтожена, старайтесь не рисковать и не
покупайте тут лицензии.
Сейчас нажмите кнопку "Экипаж".

-104
11
Indicators=1
IndSide1=1
IndPosX1=370
IndPosY1=280
IndTimA1=17000
IndTimB1=23000
IndRows1=1
WaitEnter=0
  Это меню позволяет управлять экипажем,
который может улучшить характеристики вашего
корабля и предоставить информацию. Экипаж 
может быть нанят только для гражданских 
кораблей и вы должны периодически выплачивать
зарплату. Вы можете контролировать платежи, 
но если вы будете платить мало, то потеряете
доверие и они уйдут при следующей же 
стыковке. Нажмите кнопку "Закрыть" для возврата в основное
меню инвентаря.

-105
1
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=135
IndTimA1=0
IndTimB1=3000
IndRows1=1
WaitEnter=0
  Нажмите кнопку "Новости/Сводки".

-106
19
Indicators=9
IndSide1=1
IndPosX1=250
IndPosY1=50
IndTimA1=0
IndTimB1=4000
IndRows1=3
IndSide2=2
IndPosX2=600
IndPosY2=50
IndTimA2=4000
IndTimB2=8000
IndRows2=3
IndSide3=2
IndPosX3=600
IndPosY3=90
IndTimA3=8000
IndTimB3=11000
IndRows3=3
IndSide4=2
IndPosX4=600
IndPosY4=140
IndTimA4=11000
IndTimB4=14000
IndRows4=3
IndSide5=2
IndPosX5=600
IndPosY5=175
IndTimA5=14000
IndTimB5=15500
IndRows5=1
IndSide6=1
IndPosX6=235
IndPosY6=205
IndTimA6=15500
IndTimB6=33000
IndRows6=5
IndSide7=2
IndPosX7=620
IndPosY7=205
IndTimA7=33000
IndTimB7=37000
IndRows7=5
IndSide8=1
IndPosX8=270
IndPosY8=290
IndTimA8=37000
IndTimB8=45000
IndRows8=2
IndSide9=2
IndPosX9=600
IndPosY9=290
IndTimA9=45000
IndTimB9=50000
IndRows9=1
WaitEnter=0
  Вверху консоли находятся детали по текущей
структуре сектора. Специальный модуль типа 
данных показан справа. После текущего
экономического рейтинга и принадлежности к 
фракции показана информация о контроле территории.
Далее ваша текущая принадлежность, сразу за ней
следует информация о текущем положении на рынке и
ценам. Процент показанный следом за каждой ценой
указывает на колебания цен по отношению к 
обычной стоимости товара. Переизбыток товара
приводит к тому, что его цена падает ниже 100%,
в то время как недостаток или большой спрос 
поднимет цену вы 100% базовой стоимости товара.
В нижней правой стороне ваша текущая статистика.
Копка "Задания" позволяет выбрать и начать
однопользовательское задание, а кнопка "Данные Ангара" покажет предметы и локации, 
а также все, что хранится в ангаре станции.
Нажмите кнопку "Данные о Системе".

-107
15
Indicators=4
IndSide1=2
IndPosX1=600
IndPosY1=70
IndTimA1=0
IndTimB1=5500
IndRows1=10
IndSide2=2
IndPosX2=620
IndPosY2=240
IndTimA2=5500
IndTimB2=20000
IndRows2=4
IndSide3=1
IndPosX3=290
IndPosY3=290
IndTimA3=20000
IndTimB3=32000
IndRows3=1
IndSide4=2
IndPosX4=600
IndPosY4=305
IndTimA4=32000
IndTimB4=38000
IndRows4=1
WaitEnter=0
  Эта опция показывает статистику и 
экономическую информацию о системе, в которой
вы находитесь. Нижняя часть консоли дает 
информацию о ближайшей планете, включая
сектор расположения, тип поверхности, водные
ресурсы, облачность, тип атмосферы и другое.
Это может быть полезным, если вы собираетесь
лететь на планету, где ранее еще не были.
Опция "Новости Региона" предоставляет информацию
об изменении уровня цен, а также другую
информацию о событиях в квадранте Evochron,
которая может быть полезна для вас при 
торговле, при поиск оборудования и в бою.
Нажмите кнопку "Закрыть"
для возврата в меню инвентаря.

-108
1
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=145
IndTimA1=0
IndTimB1=3000
IndRows1=1
WaitEnter=0
  Теперь нажмите кнопку "Бортовой журнал".

-109
10
Indicators=1
IndSide1=2
IndPosX1=600
IndPosY1=280
IndTimA1=15000
IndTimB1=21000
IndRows1=1
WaitEnter=0
  Это меню содержит информацию о событиях,
регистрируемых в процессе выполнения различных 
заданий и квестов. События разбиты на категории, 
так что вы можете сортировать их по типу. Они 
сохраняются в хронологическом порядке и включают 
в себя сектор местонахождения. При желании вы 
можете нажать на запись передать ее в журнал 
сообщений. Нажмите на кнопку "Закрыть" чтобы вернуться в основную 
консоль инвентаря.

-110
14
Indicators=1
IndSide1=2
IndPosX1=480
IndPosY1=210
IndTimA1=12000
IndTimB1=22000
IndRows1=10
WaitEnter=1
  Когда вы пристыкованы к станции, вы можете
покупать и продавать предметы, просто кликая 
по ним. Предметы оборудования отображаются 
желтым, товары потребления - пурпурным, оружие - 
зеленым. При подсвеченной опции "Ассортимент" 
вы увидите список доступных товаров, которые 
эта станция может предложить. Используйте полосу 
прокрутки слева от списка, чтобы просмотреть 
весь список. Также вы можете использовать колесо 
мыши для прокрутки списков. При наведении курсора 
мыши на предмет в списке, его описание появится 
наверху консоли.

-111
10
Indicators=5
IndSide1=2
IndPosX1=630
IndPosY1=50
IndTimA1=0
IndTimB1=5000
IndRows1=27
IndSide2=2
IndPosX2=630
IndPosY2=50
IndTimA2=5000
IndTimB2=7000
IndRows2=2
IndSide3=2
IndPosX3=630
IndPosY3=80
IndTimA3=7000
IndTimB3=9000
IndRows3=5
IndSide4=2
IndPosX4=630
IndPosY4=140
IndTimA4=9000
IndTimB4=11000
IndRows4=5
IndSide5=2
IndPosX5=630
IndPosY5=200
IndTimA5=11000
IndTimB5=14000
IndRows5=12
WaitEnter=1
  Элементы, установленные или загруженные на ваш
корабль, отображаются на правой стороне консоли.
Количество имеющегося у вас топлива и кредитов
отображается наверху, сразу после установленного
оборудования, содержимого грузового отсека и 
вооружения. Установленные и загруженные элементы 
имеют ту же расцветку, что и в меню "Ассортимент",
чтобы вы смогли быстро оценить, какие из них 
совместимы с различными вариантами опций установки 
вашего корабля.

-112
12
Indicators=1
IndSide1=2
IndPosX1=480
IndPosY1=210
IndTimA1=20000
IndTimB1=26500
IndRows1=1
WaitEnter=0
  Чтобы купить предмет, просто кликните выбранный
элемент списка  "Ассортимент".  Если ваш
корабль может быть оборудован или может перевозить
этот товар, он будет загружен и его стоимость 
будет списана с вашего счета. Каждый элемент 
будет установлен или загружен автоматически, 
в соответствии с его установками по умолчанию.
Товары потребления будут загружены в грузовой 
отсек, а оборудование и оружие будет установлено
в соответствующие для него слоты. Приобретите
первый в списке товар, электронику, кликнув левой 
кнопкой мыши по ней в списке "Ассортимент".

-113
18
Indicators=0
WaitEnter=1
  Учтите, что в вашем грузовом отсеке сейчас 
находится новый предмет и его стоимость списана
с вашего счета. По правому клику мыши на объекте 
списка открывается меню дополнительных функций для
покупки, продажи и монтирования. Чтобы погрузить
оружие и оборудование в грузовой отсек (трюм), 
вместо того, чтобы устанавливать его на корабль, 
сделайте правый клик на объекте вместо левого. 
Таким образом, вы можете использовать трюм корабля 
как склад  оборудования. Позднее вы сможете 
смонтировать эти объекты на корабль, сделав правый 
клик на них в списке хранящихся в трюме объектов. 
Однако, вы должны быть пристыкованы к станции, 
кэрриеру или городу, чтобы использовать возможность 
смонтировать предмет из трюма. Кроме того, вы 
можете перенести установленное на вашем корабле 
оборудование в ваш трюм, щелкнув правой кнопкой
мыши на них вместо левой.

-114
11
Indicators=1
IndSide1=1
IndPosX1=470
IndPosY1=142
IndTimA1=15000
IndTimB1=20500
IndRows1=1
WaitEnter=0
  Чтобы продать и выгрузить объект, просто кликните
по нему в одной из секций в правой части консоли,
отображающей загруженные в ваш корабль предметы.
Сумма за продажу будет зачислена на ваш счет.
Если вы хотите продать или купить только одну 
единицу товара за раз, просто кликните правой 
кнопкой по нему в списке. Попробуйте это сделать 
сейчас, кликнув правой кнопкой на электронике, 
которую вы купили ранее и которая сейчас есть в 
списке содержимого трюма корабля в консоли. По
умолчанию, игра будет оповещать вас о двойном клике
для подтверждения продажи.

-115
17
Indicators=1
IndSide1=1
IndPosX1=240
IndPosY1=175
IndTimA1=40000
IndTimB1=47000
IndRows1=1
WaitEnter=0
  Учтите, что одна единица товара была продана,
а остаток товара сохранен. Чтобы упорядочить 
груз товаров, используйте кнопку ALT с правым 
или левым кликом мыши. Alt+левый клик собирает 
подобные товары до 25 ед. на отсек. Alt+правый 
клик перемещает один объект за раз. Как список
содержимого трюма, так и установленного 
оборудования, имеют линейки прокрутки в случае, 
если список содержит более 5 объектов. Список
объектов в трюме имеет также справа кнопку 
Jettison, которая позволяет быстро опустошить 
ваш грузовой отсек. Вы можете также при 
необходимости сбросить груз в отдельных 
отсеках, дважды щелкнув на объекте, будучи в 
открытом космосе. Нажмите теперь на "Доступные Контракты", чтобы продолжить тренировку.

-116
16
Indicators=2
IndSide1=1
IndPosX1=240
IndPosY1=210
IndTimA1=0
IndTimB1=8000
IndRows1=9
IndSide2=1
IndPosX2=240
IndPosY2=290
IndTimA2=8000
IndTimB2=15000
IndRows2=1
WaitEnter=1
  Это меню отображает доступные вам контракты.
Задания и оплата, как правило, соответствуют 
вашей репутации и условиям в регионе. Вы можете
пролистать все доступные контракты, кликая на 
кнопки "Назад" и "Вперед" или кликнуть на кнопку 
"Принять", чтобы получить контракт.
Время от времени, могут поступать сигналы 
бедствия; за такие контракты часто платят больше, 
но время их выполнения ограничено. На спорной 
территории могут быть предложены боевые контракты, 
что потребует от вас уничтожения враждебных сил. 
Есть также контракты на такие вещи, как добыча 
руд, сопровождение, доставка груза, поиск 
объекта, развертывание оборудования, очистка 
солнечных батарей, спасение корабля, сканирование 
и гонки.

-117
8
Indicators=0
WaitEnter=1
  Когда вы примете контракт, на навигационной 
карте, HUD и 3D-радаре отобразится нужная точка 
назначения. Навигационная система также установит
нав. точку автоматически. Просто летите к точке 
назначения для выполнения задания. Если вы 
проделаете это успешно, немедленно поступит 
оплата на ваш счет и будет зафиксировано 
успешное выполнение контракта.

-118
3
Indicators=0
WaitEnter=1
  На этом заканчивается тренировочная секция по 
консоли инвентаря. Следующая секция относится 
к торговой консоли.

-119
9
Indicators=0
WaitEnter=1
 Эта тренировочная секция охватывает торговую 
консоль. Чтобы открыть торговую консоль, 
нажмите на иконку торговли в верхней части 
HUD или нажмите кнопку F4. Напомню, что если 
вы используете мышь для управления полетом, 
вы можете приостановить управление полетом 
для нажатия кнопок меню HUD, удерживая 
клавишу Alt. Торговая консоль будет открыта 
автоматически.

-120
21
Indicators=2
IndSide1=2
IndPosX1=600
IndPosY1=190
IndTimA1=12000
IndTimB1=22000
IndRows1=1
IndSide2=2
IndPosX2=520
IndPosY2=80
IndTimA2=37000
IndTimB2=43000
IndRows2=1
WaitEnter=0
  Эта консоль дает возможность организовать 
торговлю с другими кораблями. Товары и другие 
предметы в вашем грузовом отсеке не являются 
частью вашего корабля, и они могут быть 
обменяны с другими кораблями в полете. Если 
другой пилот хочет что-то продать или 
предложить кредиты вам, его предложение будет 
появляться на правой стороне экрана консоли в 
разделе 'Предложение Оппонента:'. Справедливая 
рыночная стоимость системы, в которой вы 
находитесь, будет отображаться после описания 
товара. Если пилот другого корабля согласится 
с условиями, кредиты и товары будут обменяны 
при нажатии на кнопку "Принять". 
В мультиплеере оба пилота должны нажать на 
кнопку "Принять", чтобы сделка была завершена. 
Вы можете отправить несколько запросов торговли 
для рассмотрения. Попрактикуйтесь использовать 
торговую консоль сейчас, нажав на товар из 
списка грузового отсека, чтобы предложить его 
другому кораблю.

-121
4
Indicators=2
IndSide1=2
IndPosX1=600
IndPosY1=200
IndTimA1=0
IndTimB1=4000
IndRows1=1
IndSide2=2
IndPosX2=470
IndPosY2=180
IndTimA2=4000
IndTimB2=7500
IndRows2=1
WaitEnter=0
  Учтите, что другой пилот вернется с
предложением, чтобы оплатить товар.
Подтвердите сделку сейчас и нажмите 
кнопку "Принять".

-122
14
Indicators=0
WaitEnter=1
  Товар был перемещен на другой корабль 
и сумма кредитов была зачислена на ваш 
счет. Хотя при торговле таким способом, 
как правило, вы не сможете получить полную
рыночную стоимость товара, это самый быстрый
способ продать товары, которые вам не нужны,
или приобрести товары по слегка сниженной
цене. В одиночной игре торговая консоль 
также включает опцию найма корабля для 
присоединения к вашему флоту. Последнее может 
быть использовано в бою, когда вам нужны 
дополнительные подкрепления или защитное 
сопровождение во враждебном секторе.


-123
10
Indicators=1
IndSide1=1
IndPosX1=420
IndPosY1=265
IndTimA1=0
IndTimB1=18000
IndRows1=1
WaitEnter=1
  Опция "Запросить Информацию" может 
предоставить вам полезные советы от других 
пилотов поблизости. Они могут дать вам 
совет, предостеречь, или просто 
прокомментировать что-либо. Иногда они могут 
также поделиться с вами секретом, дать совет 
по постройке инженерной лаборатории или 
контрабанде. Если они хотят продать вам
информацию, вы будете иметь возможность 
сделать выбор, платить или нет.

-124
10
Indicators=0
WaitEnter=1
  В мультиплеере торговая консоль имеет
дополнительные опции. Пилоты могут 
обмениваться малыми топливными элементами
на 30 ед., а также предложить сразиться в
гонке. Доступна также опция оператора 
турели, дающая возможность подключенному
игроку контролировать 360-градусную 
пулеметную турель на корабле другого 
игрока. Пилот также может нанять другого 
пилота для выполнения своей миссии.

-125
3
Indicators=0
WaitEnter=1
  На этом завершается тренировочная секция 
торговой консоли. Следующая секция включает
разработку астероидов.

-126
10
Indicators=0
WaitEnter=1
  Данный раздел тренировки касается разработки 
астероидов. Первый предмет оборудования, который 
необходим вашему кораблю - это MINING/TRACTOR BEAM.
Mining beam даст вам возможность собрать осколки 
астероидов, планет, лун, туманностей и звезд, а 
также затянуть другие предметы в ваш трюм или 
выполнить операции очистки. Задачей этого 
тренировочного раздела будет добыча из астероидов,
однако MINING/TRACTOR BEAM - это устройство с 
большим спектром применения.

-127
13
Indicators=0
WaitEnter=0
  Сейчас ваш корабль находится вблизи кластера 
астероидов, содержащего ценные материалы, которые вы
можете собрать для продажи, постройки чего-либо, или
разработки оружия и оборудования. На время этой 
тренировки, TARGET SCANNER (сканер цели) будет 
добавлен в список оборудования вашего корабля.
TARGET SCANNER может быть использован для определения
содержимого астероидов, который может помочь сузить 
поиск конкретного материала, который может быть вам 
нужен. Чтобы начать, подлетите поближе к астероидам 
и нацельтесь на ближайший астероид, используя 
кнопку 1 на цифровой клавиатуре или возьмите его в 
прицел, используя кнопку 3 на цифровой клавиатуре.

-128
3
Indicators=0
WaitEnter=0
  Отлично. Теперь подлетите на 500 метров к астероиду,
на который вы нацелились и убедитесь, что он в 
центре мишени.

-129
10
Indicators=1
IndSide1=1
IndPosX1=420
IndPosY1=375
IndTimA1=0
IndTimB1=17000
IndRows1=5
WaitEnter=0
  Обратите внимание, что полезное содержимое 
астероида отображено на экране статуса цели в секции
сканнера. Чем выше процент материала, тем больше 
шанс добыть юнит (товар) из этого материала. Таким
образом, вы можете отыскать астероид с наибольшим 
содержанием материала, прежде чем приступить к добыче.
Для того, чтобы начать добычу, необходимо удерживать 
нажатой клавишу B по умолчанию, либо комбинацию Alt-B
для удержания притягивающего луча на цели. Давайте
сфокусируем притягивающий луч.

-130
20
Indicators=0
WaitEnter=1
  Добывающий луч извлечет частицы из астероида, когда 
он будет в пределах радиусе действия. Вы увидите 
искры и копоть в области контакта луча с астероидом 
в момент активной добычи. Если этих эффектов не видно,
это означает, что вы находитесь недостаточно близко к 
астероиду, чтобы начать добычу. После извлечения частиц,
они собираются вместе в отдельные юниты. Юниты - 
это стандартная мера товаров и каждый грузовой отсек 
корабля будет автоматически сортировать материал в 
соответствующие типы. Каждый юнит материала имеет 
специфическую форму и размер и они совместимы друг 
с другом только в пределах каждого отдельного грузового 
отсека. Поэтому, как только в грузовой отсек попадет 
хотя бы одна единица материала, все остальные единицы 
этого же материала будут автоматически направляться в 
этот грузовой отсек в первую очередь. Как только в
грузовой отсек попадет 25 юнитов, система направит 
дополнительные юниты в следующий доступный грузовой 
отсек. Любой материал, для которого нет места, будет
отброшен (не попадет в ваш грузовой отсек).

-131
10
Indicators=0
WaitEnter=0
  Если у вас закончится место в трюме для необходимого
материала, вы имеете возможность очистить трюм двойным 
кликом на грузовом отсеке в консоли инвентаря. Это 
уничтожит находившийся там груз. Также вы можете нажать
кнопку СБРОС возле элемента в списке вашего грузового
отсека, этим самым вы выбросите контейнер с грузом в 
космос рядом с вашим кораблем. Продолжайте добычу из 
этого астероида. Напомню, что если вы не видите копоти
и искр из астероида, значит вы находитесь к нему 
недостаточно близко.

-132
9
Indicators=0
WaitEnter=1
  Если вы собираетесь выполнить большой план добычи,
лучше всего будет оснастить ваш корабль хотя бы 3 или 
более грузовыми отсеками. Так вы сможете добывать 
разные материалы и/или перевозить достаточно, чтобы 
каждый ваш вылет с целью добычи был наиболее выгоден и 
эффективен. Добыча с использованием только одного-двух
грузовых отсеков ограничит количество и разнообразие 
перевозимого груза, потребует больше вылетов, а значит
и топлива, и в итоге снизит рентабельность полетов.

-133
7
Indicators=0
WaitEnter=0
  Для повышения эффективности добычи, вы можете 
также панорамировать лучом внутри астероида.
Делая это, вы сможете затронуть больше материала 
и собирать частицы быстрее. Попробуйте сделать 
это сейчас, рыская и покачивая кораблем по кругу.

-134
10
Indicators=0
WaitEnter=0
  Хорошо. Обратите внимание, что скорость сбора 
частиц существенно возросла при добыче таким образом.
Если в экипаже есть ученый, он также сможет 
многократно увеличить эффективность добычи. Также,
существуют специализированные лучи для добычи только 
одного определенного типа частиц. В редких случаях, 
вы можете встретить некоторые скопления астероидов,
которые содержат в основном один вид материала,
иногда очень ценного. Теперь отключите добывающий
луч, нажав клавишу B (по умолчанию).

-135
3
Indicators=0
WaitEnter=1
  На этом тренировочная секция по разработке 
астероидов закончена. Следующая секция посвящена
боевому вооружению.

-136
7
Indicators=0
WaitEnter=1
  Этот раздел обучения посвящен боевому вооружению.
Мы начнем с обзора систем отображения боя и управления 
вооружением. Затем же мы пройдем практические занятия, 
которые дадут вам возможность применить полученные 
знания на практике, уничтожив боевых дронов. Сперва
мы рассмотрим боевую часть HUD и кабины пилота.

-137
15
Indicators=0
WaitEnter=0
  В центре HUD находится прицел. Внешняя граница прицела 
служит для отображения предела, в котором будет происходить
автонаведение ракет и вашего основного оружия. Эта 
окружность также оснащена указателем направления на 
выбранную цель. Основное вооружение использует много-
направленную систему сопровождения (MDTS), способную
автоматически вести цель на основе данных о ее скорости 
и направлении, а также расстоянии до нее. Цель должна 
находиться в радиусе действия оружия и в пределах внешней 
окружности прицела, чтобы была возможность осуществить 
автонаведение. Чем дальше находится цель, тем дольше она 
будет уклоняться от выстрелов. Если вы хотите навести
оружие вручную, отключите автонаведение (MDTS) клавишей L
(по умолчанию). Проделайте это сейчас, выключив и снова 
включив MDTS.


-138
15
Indicators=1
IndSide1=1
IndPosX1=280
IndPosY1=125
IndTimA1=0
IndTimB1=17000
IndRows1=2
WaitEnter=1
  Обратите внимание, что индикатор MDTS наверху HUD 
исчезает, когда система отключена и показывает 'ГОТОВО',
когда включена. Когда цель находится в пределах внешнего 
ободка прицела, индикатор MDTS покажет 'LOCKED', что 
означает, что ваше оружие захватило цель и сопровождает 
ее передвижение. Захват ракетами осуществляется также 
удержанием цели в пределах того же ободка в течение 
определенного времени. Дальность и время, необходимое 
для захвата цели, зависит от того, какое именно 
вспомогательное оружие вы используете. Некоторые виды
вспомогательного оружия, такие как дезинтеграторы, не
требуют захвата цели, а просто летят по прямой. 
Вы можете переключиться между основным и вспомогательным 
вооружением нажатием клавиш ; и '.


-139
12
Indicators=1
IndSide1=1
IndPosX1=270
IndPosY1=105
IndTimA1=0
IndTimB1=30000
IndRows1=1
WaitEnter=1
  Над прицелом во 2-м режиме HUD находится тепловой 
индикатор, показывающий уровень тепла, излучаемого 
вашим кораблем. При маневрировании или изменении 
скорости, тепловое излучение двигателей вашего корабля 
генерирует тепловую подпись, по которой происходит 
наведение и сопровождение ракет. Запущенные по вам 
ракеты наведутся тем точнее, чем больше тепла излучает 
ваш корабль, что делает контрмеры менее эффективными. 
Используйте этот индикатор для слежения за генерируемой
тепловой подписью, снижайте уровень нагрева и используйте 
контрмеры для уклонения.

-140
10
Indicators=1
IndSide1=1
IndPosX1=240
IndPosY1=135
IndTimA1=0
IndTimB1=28000
IndRows1=2
WaitEnter=0
  Слева от MDTS и индикатора тепловой подписи находится
индикатор текущего режима огня вашего вооружения. Когда
индикатор показывает 'ALL', обе пушки и лазера будут вести 
огонь одновременно при использовании клавиши основного 
оружия. Когда он показывает 'ИМП', будут стрелять только
пушки, а когда 'ЛУЧ' - только лазеры. Переключение между 
этими тремя видами ведения огня производится клавишей 'N'
(по умолчанию). Вы можете протестировать каждый режим 
ведения огня, если хотите.

-141
19
Indicators=0
WaitEnter=1
  Пушки стреляют высокоскоростными снарядами и, как 
правило, менее эффективны против щитов, зато наиболее 
эффективны против брони корпуса. Каждый вид пушек имеет 
свои показатели повреждений, дальности и скорострельности.
Некоторые пушки специально разработаны для снятия щитов, 
вытягивания энергии, или наносят кинетические повреждения 
цели. Внимательно изучайте спецификации каждой пушки,
которую вы устанавливаете, чтобы понимать наилучший способ 
ее применения. Лазеры - другой вид основного вооружения. 
Как правило, они применяются против щитов цели, и чем выше
их класс, тем больше энергии они потребляют и тем выше их
эффективность. Вы можете вести огонь выборочно 
каждым видом вооружения индивидуально или
одновременно изменением режима огня, как описано
ранее. Также, существуют опциональные клавиши для
ведения огня каждым оружием индивидуально, F5 для
пушек, F6 - для лазеров. Как и другие клавиши 
управления, их можно переназначить в меню НАСТРОЙКИ.

-142
8
Indicators=1
IndSide2=2
IndPosX2=220
IndPosY2=345
IndTimA2=0
IndTimB2=23000
IndRows2=1
WaitEnter=0
  Индикатор 'WPN' отображает уровень энергии вооружения. 
Голубая полоска становится короче, когда вы применяете 
основное оружие. Когда полоска сократится наполовину, ваша
система вооружения нуждается в перезарядке (низкий уровень
заряда). Проверьте это прямо сейчас, стреляя из основного 
оружия до тех пор, пока уровень заряда не сократится до 
половины. Клавиша по умолчанию для огня из основного оружия 
LEFT control (левый Ctrl).

-143
8
Indicators=1
IndSide2=2
IndPosX2=220
IndPosY2=353
IndTimA2=5500
IndTimB2=22000
IndRows2=1
WaitEnter=1
  Хорошо. Обратите внимание, что красный индикатор Energy 
мигает на вашем HUD, чтобы обратить ваше внимание на низкий 
уровень энергии. Под индикатором уровня энергии вооружения 
зеленая полоска возле букв 'HUL' отображает состояние брони.
Ее размер будет уменьшаться, если броне корабля будут 
наноситься повреждения. Уровень брони вашего корабля и 
составляющие его корпуса определены параметрами, которые вы 
избрали при строительстве вашего корабля на верфи.

-144
10
Indicators=1
IndSide1=2
IndPosX1=150
IndPosY1=400
IndTimA1=17000
IndTimB1=30000
IndRows1=2
WaitEnter=0
  Одним из важнейших аспектов управления вашим кораблем 
в бою является управление щитами. Ваша система щитов
генерирует защитное энергетическое поле в четырех 
направлениях. Каждое направление называется массивом. Если
один или несколько массивов ослабевают, вражеский огонь 
может повредить непосредственно корпус вашего корабля.
Как упоминалось ранее, состояние каждого массива 
отображается на панели индикатором ЩИТ. Обратите
внимание на зеленые полоски, по одной на каждое 
направление, с кораблем в середине. Посмотрите, как 
массив центрального щита снижается до критического.

-145
10
Indicators=0
WaitEnter=0
  Зеленая полоска меняет свой цвет на красный и уменьшается
в размере. В процессе перезарядки, ее цвет становится 
сначала желтым, затем - снова зеленым. Вашей задачей 
является не допускать критического состояния любого массива.
Чтобы это сделать, нужно перенаправлять энергию из других 
массивов. Попробуйте сделать это сейчас. Передний щит снова 
достигнет критического состояния. Когда это произойдет, 
используйте ключ щит Augment спереди, по умолчанию Numpad 8, 
для передачи мощности от левого, правого и задних массивов 
на передний массив. Продолжить передачу мощности на 
передней решетки, пока ее индикатор не станет зеленым.

-146
11
Indicators=0
WaitEnter=0
  Хорошо. В дополнение к перекачке энергии в определенный
массив, вы можете также выровнять баланс между всеми 
четырьмя, используя клавишу Numpad 5 (по умолчанию).
В любое время, перенося энергию между массивами, вы 
потеряете немного энергии на этот процесс, но зато 
повысите защиту в том массиве, в котором она наиболее
необходима. Помните также, что вы можете повысить 
скорость перезарядки всех щитовых массивов, направив 
энергию на систему щитов. Мы рассмотрим систему
управления энергией немного позже. Прежде всего, если
ваш корабль находится в движении, сбросьте скорость до 0
и останьтесь в неподвижности следующих нескольких этапов.

-147
11
Indicators=1
IndSide1=2
IndPosX1=220
IndPosY1=337
IndTimA1=15000
IndTimB1=35000
IndRows1=1
WaitEnter=0
  Вы можете изменить баланс энергии между оружейной и щитовой
системами корабля, используя клавиши "[" и "]". Повышение
расхода энергии на систему увеличит скорость перезарядки и
эффективность, давая больше защиты щитам или больше выстрелов
системам вооружения. Текущие настройки системы отображаются
рядом с буквами PWR. Установки находятся в пределах от -5 до
+5. Настройка баланса энергии между этими системами очень 
важна, когда вы начинаете производить улучшения систем щитов
и вооружения. Попрактикуйтесь изменять установки баланса в
установленных пределах, используя клавиши "[" и "]" по 
умолчанию.

-148
19
Indicators=5
IndSide1=2
IndPosX1=610
IndPosY1=350
IndTimA1=14000
IndTimB1=22000
IndRows1=8
IndSide2=1
IndPosX2=420
IndPosY2=380
IndTimA2=22000
IndTimB2=28000
IndRows2=4
IndSide3=1
IndPosX3=420
IndPosY3=340
IndTimA3=34000
IndTimB3=40000
IndRows3=3
IndSide4=2
IndPosX4=610
IndPosY4=370
IndTimA4=40000
IndTimB4=49000
IndRows4=4
IndSide5=2
IndPosX5=590
IndPosY5=420
IndTimA5=49000
IndTimB5=54000
IndRows5=1
WaitEnter=1
  Для этого раздела тренировки необходимо, чтобы ваш 
корабль не двигался и не использовал оружие. Вражеский
корабль-дрон помещен недалеко от вашего корабля и будет
использован, чтобы продемонстрировать различные системы
сопровождения цели. Не открывайте сейчас огонь по дрону.
Дисплей в правом нижнем углу кокпита отображает информацию
о текущей сопровождаемой цели. Если установлен сканер цели
и корабль в пределах дальности устройства, вы можете 
узнать определенную информацию об устройстве корабля. 
Вы также можете узнать степень повреждения подсистем 
корабля путем нажатия клавиши "U" (по умолчанию) для 
переключения между доступными опциями. отображаются также 
ИД корабля, принадлежность к фракции, дальность, степень 
опасности. Индикатор ориентации на правой стороне дисплея 
изменит цвет, если цель получает повреждения. Серым 
показывается минимальный урон, желтым - умеренный, 
красным - критический. Под индикатором ориентации 
находится индикатор повреждений корпуса.

-149
11
Indicators=0
WaitEnter=1
  HUD будет показывать круговой индикатор непосредственно
над верхней частью цели, когда он находится в вашем поле 
зрения. Индикатор имеет цветовую кодировку в зависимости 
от уровня опасности цели, а также отображает дальность, 
повреждение корпуса, щиты и скорость. Когда цель попадает 
в пределы дальности вооружения, появится индикатор 
автонаведения, который будет указывать в направлении 
движения корабля в соответствии с вашим курсом и скоростью 
в данный момент. Вы можете наводить оружие вручную по 
этому индикатору при отключенной MDTS, либо дать 
компьютеру осуществить автонаведение, включив MDTS.

-150
10
Indicators=0
WaitEnter=0
  Чтобы навестись на корабли, просто используйте курсор 
мыши для клика по ней, когда она окажется в пределах 
видимости. Вы можете переключаться между кораблями вокруг
клавишей "T" (по умолчанию) или использовать клавишу "R" 
(по умолчанию) для наведения на ближайшую цель. ALT-T
производит перебор враждебных целей вокруг, ALT-R 
осуществит наведение на ближайшую враждебную цель. Также
вы можете выбрать цель, находящуюся сейчас в перекрестии 
прицела, нажав клавишу "Y" (по умолчанию). Другой дрон
будет размещен поблизости. Попрактикуйтесь в выборе 
каждой из враждебных целей вблизи вас используя любую из 
перечисленных опций.

-151
3
Indicators=0
WaitEnter=1
  Хорошо. На этом секция систем вооружения завершена.
Следующая часть обучения посвящена основным боевым
маневрам и тактике.

-152
8
Indicators=0
WaitEnter=1
  Эта тренировочная секция посвящена основным боевым
маневрам и тактике. Существует более продвинутая 
тактика и опции, которые станут вам доступны в процессе
получения опыта в игре. Однако, этот тренировочный 
раздел предоставляет вам только основу, которую вам 
необходимо знать, чтобы управлять кораблем в бою в
условиях невесомости и вакуума в открытом космическом 
пространстве.


-153
19
Indicators=0
WaitEnter=1
  В отличие от атмосферных боевых самолетов в прошлом, 
открытый космос является полностью трехмерным 
окружением без помех от рельефа местности или потолка 
высоты  и ограничений вертикального диапазона перемещения.
Как боевой пилот космического корабля, вы можете 
использовать весь спектр направлений и разнообразный 
диапазон скоростей. Вашей главной задачей будет 
маневрирование на высоких скоростях, определение 
наиболее выгодной позиции для осуществления эффективной 
атаки противника. В космосе нет атмосферы для создания 
подъемной силы или сопротивления среды, поэтому любые 
изменения курса вашего корабля требуют использования 
подруливающих двигателей. Различные системы подруливания 
могут иметь различную эффективность при таком маневре. 
Масса вашего корабля играет важнейшую роль в том, как 
быстро вы можете совершить маневр и некоторые системы 
могут быть либо малоэффективны, либо вообще неэффективны 
на некоторых классах кораблей. Так что, учитывайте эти 
факторы при планировании боевых действий.

-154
15
Indicators=0
WaitEnter=1
  Вот несколько важных моментов, которые необходимо помнить 
во время боя. Скорость очень важна, всегда продолжайте 
движение. Старайтесь избегать резких поворотов со 
включенным IDS, это создает опасность резкого снижения 
скорости и делает вас легкой мишенью. В активном бою вам
очень редко может быть нужно снижать скорость менее 1000.
Удержание высокой скорости с поворотами на небольшой угол
является очень важным. Помните об использовании ускорителя
при необходимости повышения скорости. Также, старайтесь не
летать слишком быстро, это приводит к быстрому прохождению
мимо цели, что оставляет слишком мало времени для 
нанесения урона. Вам нужно будет научиться балансировать 
скорость и угол подхода к цели для оптимальной 
оборонительной и наступательной эффективности боя. Этот
раздел тренировки познакомит вас с основными принципами
маневрирования в космическом бою.

-155
12
Indicators=1
IndSide1=2
IndPosX1=400
IndPosY1=340
IndTimA1=0
IndTimB1=22000
IndRows1=8
WaitEnter=1
  Одним из важных моментов, о которых нельхя забывать,
является слежение за радаром. 3D радар находится в
центре кокпита сразу под прицелом. Рядом с информацией, 
проецируемой на HUD, 3D радар - второй самый важный 
дисплей для наблюдения. Очень важно выработать 
привычку сделить за радаром каждые несколько секунд, 
чтобы постоянно контролировать угрозы вокруг вас.
Ваша текущая цель выделяется скобками, так что если
вы потеряете ее визуально, вы можете следить за 
направлением ее движения на радаре, чтобы рассчитать 
свои действия соответственно.

-156
8
Indicators=0
WaitEnter=0
  В бою лучше всего держать включенным 2-й режим HUD, 
этот режим предоставляет важную информацию о статусах
вокруг прицела и будет рассмотрен подробней позднее.
При активном режиме 2 вам не придется смотреть по 
сторонам в разгар боя, чтобы увидеть важную информацию
о скорости, курсе, состоянии щитов и корпуса вашего 
корабля. Убедитесь, что HUD находится в режиме 2.

-157
15
Indicators=0
WaitEnter=1
  Сначала рассмотрим несколько базовых защитных тактик.
Как было указано при рассмотрении систем вооружения,
один из самых важных элементов для выживания в 
космическом бою - это управление массивами щитов.
На данный момент вы уже должны уметь изменять подачу
энергии на каждый массив в отдельности. Если еще нет,
пройдите, пожалуйста, этот раздел тренировки. Постоянное
поддержание щитов заряженными и снабженными источником
энергии очень важно для предотвращения непосредственного 
повреждения корпуса вражескими ракетами и снарядами. 
Также очень важно поддерживать скорость корабля 
достаточно высокой, чтобы избежать превращения в легкую
цель для вражеской MDTS, и в то же время не настолько 
высокой, чтобы пролетать мимо противника на высокой 
скорости,не успевая нанести ему существенных повреждений.

-158
8
Indicators=0
WaitEnter=0
  Чтобы начать тренировку, установите значение шкалы IDS 
на X2, чтобы повысить верхний предел скорости для 
отработки некоторых защитных боевых маневров. Установив 
это значение шкалы, повысьте скорость корабля до новой 
максимальной скорости и летите по прямой к позиции 0х0.
Тренировка будет продолжена, как только вы примете 
заданное направление и скорость вашего корабля достигнет
максимального значения шкалы Х2.

-159
10
Indicators=0
WaitEnter=0
  Теперь потренируемся поворачивать, не очень сильно теряя 
при этом скорость и/или как поворачивать не слишком резко.
Это потребует вас найти баланс между резким и плавным 
поворотом. Ваша задача - совершить левый или правый 
поворот так, чтобы удержать при этом скорость в прямом 
(FVL) направлении не менее 1000. Однако, необходимо также
успеть завершить поворот менее ,чем за 10 сек. Если вы 
начнете поворачивать слишком быстро, вы можете 
использовать ускоритель, чтобы выдержать скорость. Если
вам не удастся выполнить задание, этот раздел начнется
сначала.

-160
2
Indicators=0
WaitEnter=0
  Развернитесь на 180 градусов точно налево или направо 
и шагом 0, сохраняя скорость не менее 1000.

-161
8
Indicators=0
WaitEnter=0
  Хорошо. Только что совершенный вами поворот - это 
один из способов выполнить поворот, не теряя скорости в
случае, когда умеренный поворот нецелесообразен. 
С опытом, вы научитесь, как выполнять различные повороты
и вращения на разных скоростях и с разными углами без
потери скорости, или как быстро производить поворот.
Вернитесь на вектор 0 и шаг 0 с вашей скоростью и шкалой 
IDS на X2 максимум.

-162
14
Indicators=0
WaitEnter=0
  Другой маневр, в котором мы будем практиковаться,
это "оборот 180". В отличие от предыдущего поворота,
этот маневр подразумевает отключение IDS и затем 
поворот кругом максимально быстро, чтобы оказаться 
лицом к цели позади вас. Это позволит лететь назад с 
вашей текущей скоростью, что дает возможность вести
ответный огонь по цели, преследующей вас. На этой
стадии тренировки враждебный корабль будет помещен 
позади вас и ваша задача - отключить IDS, затем 
развернуться и поймать его в прицел менее чем за 5сек
Вы можете разворачиваться, как вам удобно, но 
избегайте промаха при выравнивании цели в вашем 
прицеле. Как только таймер запустится, отключайте IDS
и разворачивайтесь, чтобы поймать в прицел противника
позади вас.

-163
1
Indicators=0
WaitEnter=0
  Go!
  Вперед!

-164
7
Indicators=0
WaitEnter=0
  Отличная работа. Теперь мы рассмотрим несколько маневров
уклонения, которые могут помочь избежать попаданий из пушек 
или ракетами. Первым будет маневр "штопор", позволяющий 
избежать огня противника на дальней дистанции. Идея состоит 
во вращении корабля с повторяющимся движением качения и 
наклона в определенном направлении. Прежде всего, включите
IDS, выставьте порог скорости на X2 и летите по прямой в 
любом направлении.

-165
7
Indicators=0
WaitEnter=0
  На этих скоростях вы можете осуществлять скоростное вращение
без существенного влияния на момент движения. Чтобы 
попрактиковаться в маневре штопора, просто примените 
максимальные крен и тангаж, но не отклоняйтесь от курса.
Летите вперед, с креном вправо или влево, одновременно вращаясь 
не менее 5 сек.

-166
15
Indicators=0
WaitEnter=1
  Хорошо. При выполнении такого маневра, MDTS противника 
тратит значительно больше времени на отслеживание вашего 
перемещения, если ваше удаление от него достаточно велико 
и если ваш курс незначительно изменяется во время вращения.
Также, как правило, лучше осуществлять вращение, если ваш 
курс перпендикулярен курсу противника. Вы можете увеличить 
крен или наклон, чтобы еще более усложнить траекторию 
движения, если необходимо для более эффективного уклонения 
в зависимости от дальности и маневренности вашего корабля.
На более коротких дистанциях, когда маневр уклонения менее 
эффективен, вы можете просто сместить энергию на щиты и 
описывать дуги вокруг противника, избегая столкновения при 
быстром облете. Далее мы попрактикуемся в минимизации 
тепловой подписи корабля для достижения максимальной 
эффективности контрмер и рассмотрим ряд важных принципов.

-167
11
Indicators=0
WaitEnter=1
  Когда мы имеем дело с входящей ракетой, очень важно 
минимизировать тепловую подпись. При маневрировании и 
ведении огня, выделяется определенное количество тепла,
которое прибавляется к общей тепловой подписи. Тепловая
подпись, которую генерирует ваш корабль, используется 
системами обнаружения для отслеживания вашего перемещения 
и фиксации систем наведения. Снижение тепловой подписи
уменьшает сигнал, который могут использовать вражеское
вооружение для слежения за вами. Чем мощнее ваша тепловая 
подпись, тем легче ракете противника вас настичь и тем 
слабее запущенные вами контрмеры.

-168
11
Indicators=0
WaitEnter=1
  Контрмеры излучают сильную тепловую подпись, чтобы 
дезориентировать ракеты и заставить их следовать за собой, 
а не за вами. Чем больше контрмер вы запустите, тем 
сильней будет эффект дезориентации ракет. Кроме того, не 
тратьте контрмеры, когда вы летите в сторону ракеты, 
которая впереди вас. Если вы находитесь между ракетой и 
контрмерой, ракета сможет по-прежнему отслеживать вас. 
Напротив, используйте контрмеры только в случае, когда 
ракета следует за вами и находится близко от вас. 
Профессиональное применение контрмер требует определенной 
практики.

-169
5
Indicators=0
WaitEnter=0
  Для начала, постарайтесь максимизировать вашу тепловую 
подпись, используя ускоритель, ведя огонь из оружия и(или) 
форсируя двигатель. Затем переведите в среднее положение 
все рычаги и быстро отключите IDS. Давайте максимизируем
сейчас тепловую подпись.

-170
2
Indicators=0
WaitEnter=0
  Теперь отключите ускоритель, двигатель, прекратите 
вести огонь и активируйте IDS.

-171
11
Indicators=1
IndSide1=2
IndPosX1=370
IndPosY1=105
IndTimA1=0
IndTimB1=28000
IndRows1=1
WaitEnter=1
  Обратите внимание, как быстро снижается тепловая подпись 
на индикаторе под прицелом. Если вы запускаете контрмеры,
их эффективность будет существенно возрастать с падением
тепловой подписи, т.е. если вас преследует ракета и есть
место, чтобы сбросить контрмеры, у вас будет хороший шанс 
одурачить ракету и заставить ее следовать за контрмерой 
вместо вас. Если не хватает времени на выполнение всех 
этих шагов из-за малого расстояния и (или) низкой скорости, 
все равно выполните запуск контрмер, чтобы увеличить свои 
шансы на выживание.

-172
14
Indicators=0
WaitEnter=1
  Другая возможность избежать попадания ракеты - пытаться 
сбить ее прежде, чем она попадет в вас. Это довольно 
рискованный вариант и требует немного практики для 
успешного применения. Вам нужно достаточное расстояние и 
скорость, чтобы иметь время на несколько выстрелов по 
ракете. Если ваша скорость низка или расстояние слишком 
мало, вам не хватит времени, чтобы нанести достаточный 
урон ракете для ее подрыва. Сейчас будет запущен вражеский 
дрон, который выпустит по вам ракету. Используйте 
полученные знания, чтобы попрактиковаться в способах 
избежания попадания ракеты. Если вам требуется больше 
практики, помните, что вы можете нажать Alt-Enter, чтобы
вернуться назад и повторить предыдущую стадию тренировки.

-173
1
Indicators=0
WaitEnter=0
  Дрон запущен, избегите попадания ракеты.

-174
12
Indicators=0
WaitEnter=1
  Всегда помните, что необходимо всеми путями избегать 
ситуаций, делающих вас легкой целью для ракет. Прямой 
полет к противнику делает вас легкой целью, одновременно 
сокращая время доставки ракет и время, которое есть у вас 
для принятия мер противодействия. Застигнув вас на низкой 
скорости, особенно в середине группы враждебных кораблей, 
может привести к быстрой гибели от ракет. Не бойтесь 
использовать топливо и время, чтобы держать дистанцию, 
когда это необходимо, чтобы минимизировать уязвимость к 
ракетам. Входящие ракеты могут быть пугающими на первый 
взгляд. Но использование основных тактик противодействия 
позволит вам испытывать гораздо меньше беспокойства на
их счет.

-175
18
Indicators=0
WaitEnter=1
  В целом, эффективная защитная техника складывается из
мониторинга массива щитов вашего корабля и готовности
перенаправить энергию в массив, нуждающийся в ней.
Постарайтесь сохранять ваши массивы щитов в зеленой 
области так долго, как только возможно. Выполняйте 
маневры наиболее эффективно и быстро, но не настолько 
резко, чтобы терять импульс и становиться медленно
движущейся легкой мишенью, в которую легко попасть.
Двигайтесь быстро, когда вы хотите уклониться и 
старайтесь не снижать скорость слишком сильно. Не 
забывайте менять роль атакуемого на атакующего, 
выполняя быстрый разворот на 180 при необходимости.
Сохраняйте длинную дистанцию, в случае если вы хотите 
уклониться от боя или получить время для перезарядки.
Снижайте вашу тепловую подпись в случае, если вас 
преследует ракета, чтобы дать возможность вашим 
контрмерам отработать максимально эффективно. 
Избегайте пушечного огня на длинных дистанциях, 
выполняя маневры вращения и повороты, что усложняет
MDTS противника отслеживать ваше перемещение.

-176
18
Indicators=0
WaitEnter=1
  Далее, мы рассмотрим несколько базовых нападающих
маневров и тактик. Во-первых, несколько важных 
технических деталей и принципов. Лучевые пушки стреляют 
лазерной энергией, их скорость близка к световой, 
соответственно, их необходимо лишь направить прямо в 
цель, чтобы попасть в нее. Синхронизация сдваивает два 
луча в точке попадания, что вызывает максимальные 
повреждения. Partical пушки стреляют реактивными 
снарядами на высоких скоростях, их необходимо направлять 
в цель с упреждением, чтобы снаряд встретился с целью в
будущем. Из-за факторов времени и расстояния, MDTS не
обладает 100% эффективностью в отношении ведения partical 
огня, так как цель может сменить направление движения в 
период между моментом выстрела и достижением рассчитанной 
точки встречи с целью. В случае, если вы хотите навести 
орудия вручную, вы можете отключить MDTS кнопкой L 
(по умолчанию). В целом же, систему MDTS лучше держать 
включенной.

-177
19
Indicators=0
WaitEnter=1
  Пушки имеют собственную компьютеризированную систему контроля точности 
для направления снаряда с или без MDTS. Система разработана для направления 
стрельбы непосредственно в перекрестие прицела или MDTS вычисляет момент 
спуска курка. Компьютерная система включает авто-компенсаторы, 
корректирующие ваш огонь, чтобы он точно достиг цели с учетом скорости 
вашего корабля, углов вращения и внешних факторов, могущих повлиять 
на точность огня. Итак, если вы в атмосфере планеты, возле 
звезды с высокой гравитацией, или в открытом космосе, при нажатии 
на гашетку, ваша система вооружения выполнит корректировку 
вашего огня для уверенного попадания в цель. Таким образом, 
вы можете направлять огонь прямо в цель и дать компьютеру 
учесть все факторы, влияющие на точность стрельбы. То есть, 
вам не нужно беспокоиться о расчетах влияющих факторов - 
просто направьте оружие и стреляйте.

-178
18
Indicators=0
WaitEnter=1
  Первой мы рассмотрим тактику приближения к цели со 
смещением. Никогда не летите прямо на цель с "пушкой 
наперевес". Те, кто так делает, совершают типичную 
ошибку новичка. Никогда не подходите к цели напрямую, 
это позволяет MDTS вашего противника легко предсказывать
вектор вашего движения, что позволяет легко открыть огонь.
Напротив, приближайтесь к цели со смещением и под углом.
Говоря в общем, чем шире угол, тем лучше. Если угол 
слишком широк, вы будете удаляться от цели, а не 
приближаться к ней. Нужно приближаться под углом настолько 
широким, чтобы не давать совершить прямой выстрел MDTS 
противника, но и достаточно острым, чтобы иметь возможность 
открыть огонь самому. Ваша скорость, так же как и скорость 
цели, будет важным фактором для расчета угла вашего 
приближения к цели.

-179
18
Indicators=0
WaitEnter=1
  Вы можете реализовать приближение со смещением 
несколькими способами. Вы можете лететь к вашей цели под 
широким углом, а затем отключить IDS и продолжать дрейф 
под этим углом, пока не повернетесь к вашей цели напрямую, 
так что вы можете открывать огонь, как только окажетесь в 
пределах досягаемости. Вы также можете лететь в направлении 
вашей цели под большим углом с включенным IDS, а затем 
использовать горизонтальные и/или вертикальные двигатели 
малой тяги, чтобы настроить ваш дрейф по мере приближения к 
линии для атаки. Если расстояние достаточно велико, вы 
можете также настроить скорость подхода, а затем отключить 
IDS и установить вектор дрейфа с помощью двигателей малой 
тяги, прежде чем достичь дистанции атаки, сохраняя при этом 
свою цель на линии большую часть времени. Маневр не 
является точной наукой, и может быть динамически изменяться 
в зависимости от условий. Возможно, вам придется держать 
цель ближе к краю HUD, лететь быстрее или медленнее, или 
давать больше или меньше малой тяги, чтобы изменить 
направление дрейфа.

-180
20
Indicators=0
WaitEnter=0
  Чтобы попрактиковаться в этом маневре, враждебный
дрон будет помещен перед вашей позицией. Вам необходимо
рассчитать непрямой подход к цели, то есть вы должны 
лететь на расстоянии не менее 500 и не более 1500 
метров от цели, что как раз является дальностью 
пушек. Убедитесь, что ваша скорость и угол 
приближения рассчитаны верно и откорректируйте, если
заметите, что ваш курс приводит вас ближе или отводит 
дальше необходимого. Это упражнение помогает 
проиллюстрировать, как может ыть выполнено приближение 
со смещением на корабле, которым вы управляете в данный 
момент к кораблю противника и при различных скоростях
приближения. Необходима будет корректировка при 
различных сценариях, конфигурациях оружия и кораблях.
Помните, что вы можете повторить это упражнение, если
захотите еще попрактиковаться, нажав Alt-Enter для 
возврата к предыдущему упражнению. 

-181
3
Indicators=0
WaitEnter=0
  Начинайте маневр приближения со смещением и помните
о сохранении дистанции между 500 и 1500 метрами.

-182
10
Indicators=0
WaitEnter=1
  Отлично. При подлете к цели, необходимо также убедиться,
что выставлены верные значения расхода энергии. Хорошо
было бы ввести в привычку повышать энергию на оружии до
полной его зарядки, прежде чем начинать атаковать, а затем 
увеличивать подачу энергии на щиты, когда вы не атакуете 
основным оружием, чтобы дать восстановиться щитам при 
необходимости. Таким образом, вы максимизируете ваши 
атакующие возможности, одновременно заботясь и о щитах.
Остаться без энергии до того, как цель уничтожена, означает
быструю смерть.

-183
14
Indicators=0
WaitEnter=1
  На следующей тренировке мы применим тактику приближения 
со смещением с настройкой энергии и вооруженной атакой.
На этом этапе вы будете применять только основное оружие,
без ракет. На начальном этапе, или если вы кружите вокруг 
цели, нужно сосредоточиться на сбитии щитов цели. 
Это можно выполнить пушками или лазерами, но для 
экономии энергии и максимального использования потенциала 
для повреждения щита, вы можете начать в первую очередь с 
лазеров. Так как лучевое оружие стреляет со скоростью 
света, вы гарантированно попадете в цель, если она в 
пределах дальности и зафиксирована MDTS. Так как лазеры 
более эффективны против щитов, это и будет наиболее 
коротким путем снижения защиты цели на ранних этапах
сражения.

-184
10
Indicators=0
WaitEnter=0
  Летите снова к позиции 0х0, затем установите скорость 
около 1500. Дрон снова будет размещен перед вами и 
необходимо снова провести маневр смещенного приближения.
Пока вы в пределах дальности оружия, открывайте огонь
лазерами для сбивания щитов цели. Когда щиты в 
критическом состоянии, переключайтесь на пушки для 
уничтожения цели. Это может происходить в несколько этапов
по кругу. Избегайте полета на высоких скоростях - это даст
время противнику перезарядить щиты. Не забывайте 
перенаправлять распределение энергии между щитами и оружием.

-185
2
Indicators=0
WaitEnter=0
  Вступите в бой, сбросьте щиты до критического состояния
лучевым оружием, затем уничтожьте цель пушками.

-186
20
Indicators=0
WaitEnter=1
  Хорошо. Может быть, вы заметили, что могут быть моменты,
когда вы гонитесь за ускользающей целью, или вас атакуют 
сзади. Одна из наилучших позиций - "шесть часов" на цель.
Обычно вы будете иметь возможность подойти к цели со спины 
после облета, когда вы развернетесь, чтобы снова поймать ее 
в прицел или когда цель сосредоточена на нападении на 
другую цель, а вы приближаетесь с расстояния. Атаку с 
погоней сложней спланировать и провести, но они являются
важной частью атакующих стратегий, к которым вы должны быть
готовы, и которые могут также быть применены против вас.
Оказаться позади вражеского корабля - это выгодно, но
противник не даст вам долго там находиться. Если он 
ускорится, чтобы оторваться от вас, часто бывает сложно
догнать и эффективно атаковать его. Обычно они стараются 
применить маневр "штопор", который мы недавно рассматривали
и/или разогнаться с ускорителем, чтобы избежать огня ваших 
орудий и отойти достаточно далеко, для ответного удара.

-187
8
Indicators=0
WaitEnter=1
  Вражеские корабли будут часто эффективно работать вместе в 
группах. Один или более будут использованы как наживка, тогда
как остальные попытаются оказаться сзади вас, чтобы атаковать.
Следите за такими попытками и старайтесь не попадать в 
окружение врагов. Старайтесь выделять цель по одной за раз и
и разделять их, чтобы достичь результата. Далее мы рассмотрим 
более детально тактику уклонения от ракетных атак, построенную 
на том, что было введено в секции обороны.

-188
20
Indicators=0
WaitEnter=0
  Сначала летите по прямой и наберите скорость около 1500.
Ракета будет запущена по вам сзади. Вообще, лучше всего
дождаться запуска контрмер до звуков срабатывания сигнала 
тревоги, но время может зависеть от вашей скорости, 
скорости ракеты, которые определяют скорость срабатывания.
К тому же, контрмеры не эффективны на все 100%, и даже 
если тайминг правилен и достаточное количество контрмер
запущено, ракета все же может вас настигнуть. Но вы можете 
существенно снизить вероятность попадания ракеты, 
использовав достаточно контрмер в нужный момент. 
Визуальный сигнал будет также представлена на HUD  
направленными стрелками вокруг центра прицела, которые 
указывают на ракеты. Стрелки станут красными, когда ракеты 
достигают критической дальности, одновременно срабатывает 
также звуковой сигнал тревоги. В этот момент - самое время 
для запуска контрмер (клавиша "С" по умолчанию).

-189
2
Indicators=0
WaitEnter=0
  Ракета запущена, выпустите контрмеры в нужный момент.

-190
2
Indicators=0
WaitEnter=0
  Если ваша скорость изменилась, выставьте ее снова на
1500 и летите по прямой, чтобы продолжить обучение.

-191
8
Indicators=0
WaitEnter=0
  Теперь три ракеты будут выпущены по вам сзади. 
Уклонитесь от них наилучшим образом. Вы можете 
попробовать снизить тепловую подпись, запустить 
контрмеры, сбить их из орудий, или увеличить скорость,
чтобы убежать от них. Попытайтесь избежать попаданий
или хотя бы снизьте их до минимума. Вы можете 
попрактиковаться в этом многократно, нажимая как
обычно Alt-Enter по окончании упражнения.

-192
1
Indicators=0
WaitEnter=0
  The missiles are now inbound.
  Ракеты выпущены.

-193
16
Indicators=0
WaitEnter=1
  По мере обучения летным навыкам вы, вероятно, разовьете
свой летный стиль и предпочтительную технику. От широких
кругов вокруг цели для сохранения дистанции к хорошо
рассчитанным резким поворотам для быстрых двойных проходов, 
существует целый ряд более совершенных методов и вариантов, 
доступных в открытом космосе. Некоторые техники хороши для
определенных типов кораблей, имеющих соответствующие 
соотношения скорости и подвижности. Таким образом, вы 
можете также, вероятно, сформулировать предполагаемую 
конфигурацию корабля, который наилучшим образом 
соответствует вашему стилю полета. Всегда продолжайте 
практиковаться, чтобы изучить широкий спектр доступных 
возможностей и оттачивания техники. Потренируйтесь на 
нескольких гонках, чтобы улучшить контроль судна для 
конкретной траектории полета. Изучите, как наилучшим образом 
использовать различное оружие и защитные системы корабля.


-194
7
Indicators=0
WaitEnter=1
  Как боевой пилот, вы должны быть в состоянии постоянно 
адаптироваться к изменяющимся условиям боя и оставаться в 
курсе, местонахождения вражеских кораблей в пространстве 
вокруг вас, где они движутся, и какой уровень угрозы, они 
представляют для вас и любых дружественных кораблей, 
которые могут лететь вместе с вами. Динамическое принятие 
решений в меняющихся условиях боя является ключом к 
успеху для пилота.

-195
8
Indicators=0
WaitEnter=1
  На этой последней тренировке, несколько враждебных 
дронов будут помещены в зону для практики. Их вооружение 
будет ограничено, чтобы ваш корабле не понес повреждений, 
так что вы будете иметь время попрактиковаться. 
Попробуйте некоторые из принципов, преподаваемых в данном 
учебном разделе, а также попробуйте некоторые из ваших 
собственных идей. Обучение закончится, как только вы 
уничтожите всех дронов. Вам также будет дано 4 ракеты 
Echelon для этого этапа.

-196
1
Indicators=0
WaitEnter=0
  Дроны запущены, начинайте бой.

-197
1
Indicators=0
WaitEnter=1
  Отлично. Вы окончили этот раздел тренировки.

-198
1
Indicators=0
WaitEnter=1
  Всего наилучшего, пилот.

